Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: Current Color
sv_se: Nuvarande Färg

# Valid formatDate string for jquery-ui datepicker
source: mm/dd/yy
sv_se: yy-mm-dd

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
sv_se: Söndag, Måndag, Tisdag, Onsdag, Torsdag, Fredag, Lördag

source: Su, Mo, Tu, We, Th, Fr, Sa
sv_se: Sö, Må, Ti, On, To, Fr, Lö

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
sv_se: Sön, Mån, Tis, Ons, Tor, Fre, Lör

source: January, February, March, April, May, June, July, August, September, October, November, December
sv_se: Januari, Februari, Mars, April, Maj, Juni, Juli, Augusti, September, Oktober, November, December

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
sv_se: Jan, Feb, Mar, Apr, Maj, Jun, Jul, Aug, Sep, Okt, Nov, Dec

source: Next
sv_se: Nästa

source: Prev
sv_se: Föregående

source: Done
sv_se: Klar

source: Choose Time
sv_se: Välj Tid

source: Time
sv_se: Tid

source: Hour
sv_se: Timme

source: Minute
sv_se: Minut

source: Second
sv_se: Sekund

source: Now
sv_se: Nu

# Valid formatting string, as per http://trentrichardson.com/examples/timepicker/
source: hh:mm TT
sv_se: HH:mm

source: Use this file
sv_se: Använd denna fil

source: Remove Image
sv_se: Ta Bort Bild

source: Remove
de_de: Entfernen
pl_pl: Usuń
sv_se: Ta Bort

source: File:
sv_se: Fil:

source: Download
sv_se: Ladda Ned

source: Select / Deselect All
sv_se: Markera / Avmarkera Alla

source: Add Row
sv_se: Lägg Till Rad

source: No terms
sv_se: Inga villkor

source: Add or Upload Files
sv_se: Lägg Till eller Ladda Upp Filer

source: Add or Upload File
sv_se: Lägg Till eller Ladda Upp Fil

source: Save
sv_se: Spara

source: The password you entered is incorrect
de_de: Das Passwort, welchen Sie eingegeben haben ist nicht korrekt
pl_pl: Podane hasło jest niepoprawne
sv_se: Lösenordet du angav är ej korrekt

source: The username you entered does not exist
de_de: Der eingegebene Benutzername existiert nicht
pl_pl: Nazwa użytkownika nie istnieje.
sv_se: Användarnamnet du angav finns ej

source: Invalid username
de_de: Ungültiger Benutzername
pl_pl: Nieprawidłowa nazwa użytkownika
sv_se: Ogiltigt användarnamn

source: Username already taken
de_de: Benutzername schon verwendet
pl_pl: Nazwa użytkownika jest już zajęta.
sv_se: Användarnamnet är upptaget

source: Email address already taken
de_de: Email Adresse schon verwendet
pl_pl: Ten adres e-mail jest już używany.
sv_se: E-postadressen är upptagen

source: Invalid email
de_de: Ungültige Email
pl_pl: Nieprawidłowy email
sv_se: Ogiltig e-postadress

source: Invalid payment email
de_de: Ungültige Zahlungs Email
pl_pl: Nieprawidłowy email do płatności
sv_se: Ogiltig e-postadress för betalning

source: Please enter a password
de_de: Bitte geben Sie ein Passwort ein
pl_pl: Wprowadź swoje hasło
sv_se: Var god ange ett lösenord

source: Passwords do not match
de_de: Passwörter stimmen nicht überein
pl_pl: Hasła nie są identyczne.
sv_se: Lösenorden överensstämmer ej

source: US Dollars (&#36;)
pl_pl: Dolar (&#36;)
sv_se: Amerikanska Dollar (&#36;)

source: Euros (&euro;)
de_de: Euro (&euro;)
pl_pl: Euro (&euro;)
sv_se: Euro (&euro;)

source: Pounds Sterling (&pound;)
pl_pl: Funt Brytyjski (&pound;)
sv_se: Brittiska Pund (&pound;)

source: Australian Dollars (&#36;)
pl_pl: Dolar australijski (&#36;)
sv_se: Australiensiska Dollar (&#36;)

source: Brazilian Real (R&#36;)
pl_pl: Real brazylijski (R&#36;)
sv_se: Brasilianska Real (R&#36;)

source: Canadian Dollars (&#36;)
pl_pl: Dolar kanadyjski (&#36;)
sv_se: Kanadensiska Dollar (&#36;)

source: Czech Koruna
pl_pl: Euro/korona czeska
sv_se: Tjeckiska Koruna

source: Danish Krone
pl_pl: Korona duńska
sv_se: Danska Kronor

source: Hungarian Forint
pl_pl: Forint Węgierski
sv_se: Ungerska Forint

source: Israeli Shekel (&#8362;)
pl_pl: Izraelski szekel (&#8362;)
sv_se: Israeliska Shekel (&#8362;)

source: Japanese Yen (&yen;)
pl_pl: Jen japoński (&yen;)
sv_se: Japanska Yen (&yen;)

source: Malaysian Ringgits
pl_pl: Malezyjski Ringgit
sv_se: Malaysiska Ringgit

source: Mexican Peso (&#36;)
pl_pl: Peso meksykańskie (&#36;)
sv_se: Mexikanska Pesos (&#36;)

source: New Zealand Dollar (&#36;)
pl_pl: Nowozelandzki Dollar (&#36;)
sv_se: Nya Zeeländska Dollar (&#36;)

source: Norwegian Krone
sv_se: Norksa Kronor

source: Philippine Pesos
pl_pl: Filipińskie Peso
sv_se: Philippinska Pesos

source: Polish Zloty
pl_pl: Polski Złoty
sv_se: Polska Zloty

source: Singapore Dollar (&#36;)
pl_pl: Singapurski Dolar (&#36;)
sv_se: Singaporiansk Dollar (&#36;)

source: Swedish Krona
pl_pl: Szwedzka Korona
sv_se: Svenska Kronor

source: Swiss Franc
pl_pl: Szwajcarski Frank
sv_se: Schweiziska Franc

source: Taiwan New Dollars
pl_pl: Tajwanski Nowy Dolar
sv_se: Nya Taiwanesiska Dollar

source: Thai Baht (&#3647;)
pl_pl: Tajski Baht (&#3647;)
sv_se: Thailändska Baht (&#3647;)

source: Indian Rupee (&#8377;)
pl_pl: Rupia indyjska (&#8377;)
sv_se: Indiska Rupier (&#8377;)

source: Turkish Lira (&#8378;)
pl_pl: Lira turecka (&#8378;)
sv_se: Turkiska Lira (&#8378;)

source: Iranian Rial (&#65020;)
pl_pl: Rial irański (&#65020;)
sv_se: Iranska Rial (&#65020;)

source: Russian Rubles
pl_pl: Rosyjski Rubel
sv_se: Ryska Rubel

source: Thanks for Subscribing!
de_de: Vielen Dank für Ihr Abonnement!
pl_pl: Dziękujemy za subskrypcję!
sv_se: Tack för Din Prenumeration!

source: Status changed from %s to %s
de_de: Status geändert von %s auf %s
pl_pl: Stan został zmieniony z %s na %s
sv_se: Status ändrad från %s till %s

source: Donator Gravatars
de_de: Gravatar des Spenders
pl_pl: Gravatary Dawców
sv_se: Donator-Gravatarer

source: Heading
de_de: Überschrift
pl_pl: Nagłówek
sv_se: Överskrift

source: The heading to display above the Gravatars
de_de: Überschrift, welche über den Gravatars angezeigt werden soll
pl_pl: Nagłówek do wyświetlenia nad Gravatarami
sv_se: Titel att visa ovanför Gravatarerna

source: Gravatar Size
de_de: Gravatar Größe
pl_pl: Rozmiar Gravatara
sv_se: Storlek På Gravatar

source: The size of each Gravatar in pixels (512px maximum)
de_de: Die Größe von jedem Gravatar in Pixeln (mindestens 512px)
pl_pl: Rozmiar każdego Gravatara w pikselach (512px max)
sv_se: Storleken på varje Gravatar i pixlar (512px är max)

source: Minimum Unique Purchases Required
de_de: Mindestbetrag erforderlich
pl_pl: Wymagany jest minimalny unikalny zakup
sv_se: Minsta Antal Unika Köp Som Krävs

source: The minimum number of unique purchases a %s must have before the Gravatars are shown. Leave blank for no minimum.
de_de: Die Mindestanzahl von einzelnen Spenden, die ein %s haben muss, bevor das Gravatar Icon angezeigt wird. Leer lassen für kein Minimum.
pl_pl: Liczba minimalnych unikalnych zakupów %s wymagana by wyświetlić Gravatar. Zostaw puste jeśli nie chcesz wymagać minimum.
sv_se: Det minsta antalet unika köp som en %s måste ha gjort innan Gravatarer visas. Lämna tomt för inget minimivärde.

source: Maximum Gravatars To Show
de_de: Maximale Anzahl Gravatars die angezeigt werden sollen
pl_pl: Maksymalna ilość Gravatarów do wyświetlenia
sv_se: Maximalt Antal Gravatarer Att Visa

source: The maximum number of gravatars to show. Leave blank for no limit.
de_de: Maximale Anzahl Gravatars die angezeigt werden sollen. Leer lassen für keine Obergrenze.
pl_pl: Maksymalna liczba Gravatarów do wyświetlenia. Pozostaw puste jeśli nie chcesz ustawiać limitu.
sv_se: Maximalt antal gravatarer att visa. Lämna tomt för obegränsat.

source: Gravatar Visibility
de_de: Gravatar Sichtbarkeit
pl_pl: Widoczność Gravatara
sv_se: Synlighet För Gravatar

source: Only show donators with a Gravatar account
de_de: Zeige nur Spender mit einem Gravatar-Konto
pl_pl: Pokazuj tylko dawców którzy mają konta z Gravatarem
sv_se: Visa endast donatorer med ett Gravatar-konto

source: Randomize Gravatars
de_de: Zufällige Gravatars
pl_pl: Losowe Gravatary
sv_se: Slumpa Gravatarer

source: Randomize the Gravatars
de_de: Zeige Gravatars zufällig an
pl_pl: Wyświetlaj losowe Gravatary
sv_se: Slumpa Gravatarerna

source: Displays gravatars of people who have donated using your your %s. Will only show on the single %s page.
de_de: Zeige Gravatars von Leuten welche mit %s gespendet haben. Wird nur auf der Einzelnen %s Seite angezeigt.
pl_pl: Wyświetla gravatary osób które złożyły dotację używając %s. Będzie wyświetlane tylko na stronie %s.
sv_se: Visa gravatarer tillhörande de som har donerat med din %s. Kommer endast att visas på sidan för singel %s.

source: Give Donators Gravatars
de_de: Give Spender Gravatars
pl_pl: Gravatary Dawców
sv_se: Give-donatorers Gravatarer

source: Title:
de_de: Überschrift:
pl_pl: Tytuł:
sv_se: Titel:

source: Complete
de_de: Abgeschlossen
pl_pl: Zakończone
sv_se: Genomförd

source: Cancelled
de_de: Abgebrochen
pl_pl: Anulowane
sv_se: Avbruten

source: Pre-Approved
de_de: Im Voraus genehmigt
pl_pl: Wstępnie zatwierdzone
sv_se: Förhandsgodkänd

source: Delete this payment note
de_de: Lösche Zahlungsbemerkung
pl_pl: Usuń notatkę płatności
sv_se: Ta bort denna betalningsnotering

source: Add %1$s
de_de: %1$s hinzufügen
pl_pl: Dodaj %1$s
sv_se: Lägg Till %1$s

source: Add New %1$s
de_de: %1$s anlegen
pl_pl: Dodaj nowy %1$s
sv_se: Lägg Till Nytt %1$s

source: Edit %1$s
de_de: %1$s bearbeite
pl_pl: Edytuj %1$s
sv_se: Redigera %1$s

source: New %1$s
de_de: %1$s neu
pl_pl: Nowe %1$s
sv_se: Ny %1$s

source: All %2$s
de_de: Alle %2$s
pl_pl: Wszystkie %2$s
sv_se: Alla %2$s

source: View %1$s
de_de: Zeige %1$s
pl_pl: Zobacz %1$s
sv_se: Visa %1$s

source: Search %2$s
de_de: Suche %2$s
pl_pl: Szukaj %2$s
sv_se: Sök %2$s

source: No %2$s found
de_de: Keine %2$s gefunden
pl_pl: Nie znaleziono %2$s
sv_se: Inga %2$s hittades

source: No %2$s found in Trash
de_de: Keine %2$s im Papierkorb gefunden
pl_pl: Nie znaleziono %2$s w koszu
sv_se: Inga %2$s hittades i Papperskorgen

# post type general name
source: Donations
de_de: Spenden
pl_pl: Dotacje
sv_se: Donationer

source: Add New
de_de: Anlegen
pl_pl: Dodaj nowy
sv_se: Lägg Till Ny

source: Add New Donation
de_de: Spende anlegen
pl_pl: Dodaj nową dotację
sv_se: Lägg Till Ny Donation

source: Edit Donation
de_de: Bearbeite Spenden
pl_pl: Edytuj Dotację
sv_se: Redigera Donation

source: New Donation
de_de: Neue Spende
pl_pl: Nowa Dotacja
sv_se: Ny Donation

source: All Donations
de_de: Alle Spenden
pl_pl: Wszystkie Dotacje
sv_se: Alla Donationer

source: View Donation
de_de: Spende ansehen
pl_pl: Zobacz Dotację
sv_se: Visa Donation

source: Search Donations
de_de: Suche Spenden
pl_pl: Szukaj Dotacji
sv_se: Sök Donationer

source: No Donations found
de_de: Keine Spenden gefunden
pl_pl: Nie znaleziono Dotacji
sv_se: Inga Donationer hittades

source: No Donations found in Trash
de_de: Im Papierkorb wurden keine Spenden gefunden
pl_pl: Nie znaleziono Dotacji w koszu
sv_se: Inga Donationer hittades i Papperskorgen

source: Transactions
de_de: Zahlungen
pl_pl: Transakcje
sv_se: Transaktioner

# taxonomy general name
source: %s Categories
de_de: %s Kategorien
pl_pl: Kategorie %s
sv_se: %s Kategorier

# taxonomy singular name
source: Category
de_de: Kategorie
pl_pl: Kategoria
sv_se: Kategori

source: Search Categories
de_de: Suche Kategorien
pl_pl: Szukaj kategorii
sv_se: Sök Kategorier

source: Parent Category
de_de: Eltern Kategorie
pl_pl: Kategoria nadrzędna
sv_se: Föräldrakategori

source: Parent Category:
de_de: Eltern Kategorie:
pl_pl: Kategoria nadrzędna:
sv_se: Föräldrakategori:

source: Edit Category
de_de: Bearbeite Kategorie
pl_pl: Edytuj kategorię
sv_se: Redigera Kategori

source: Update Category
de_de: Aktualisiere Kategorie
pl_pl: Aktualizuj kategorię
sv_se: Uppdatera Kategori

source: Add New %s Category
de_de: %s Kategorie anlegen
pl_pl: Dodaj nową kategorię %s
sv_se: Lägg Till Ny %s Kategori

source: New Category Name
de_de: Neuer Kategorie Name
pl_pl: Nazwa nowej kategorii
sv_se: Nytt Kategorinamn

# taxonomy general name
source: %s Tags
pl_pl: Tagi/ Znaczniki %s
sv_se: %s Etiketter

# taxonomy singular name
source: Tag
pl_pl: Tag / Znacznik
sv_se: Etikett

source: Search Tags
de_de: Suche Tags
pl_pl: Szukaj znaczników/ tagów
sv_se: Sök Etiketter

source: All Tags
de_de: Alle Tags
pl_pl: Wszystkie znaczniki /tagi
sv_se: Alla Etiketter

source: Parent Tag
de_de: Eltern Tag
pl_pl: Tag nadrzędny
sv_se: Föräldraetikett

source: Parent Tag:
de_de: Eltern Tag:
pl_pl: Znacznik/Tag nadrzędny:
sv_se: Föräldraetikett:

source: Edit Tag
de_de: Tag bearbeiten
pl_pl: Edytuj znacznik/tag
sv_se: Redigera Etikett

source: Update Tag
de_de: Tag aktualisieren
pl_pl: Aktualizuj znacznik/tag
sv_se: Uppdatera Etikett

source: Add New Tag
de_de: Tag anlegen
pl_pl: Dodaj nowy znacznik /tag
sv_se: Lägg Till Ny Etikett

source: New Tag Name
de_de: Neuer Tag Name
pl_pl: Nazwa nowego znacznika /tagu
sv_se: Nytt Etikettnamn

source: Choose from most used %s tags
de_de: Von den %s am meisten verwendeten Tags auswählen
pl_pl: Wybierz spośród najpopularniejszych %s
sv_se: Välj från mest använda %s etiketter

source: Form
de_de: Formular
pl_pl: Formularz
sv_se: Formulär

source: Forms
de_de: Formulare
pl_pl: Formularze
sv_se: Formulär

source: Campaign
de_de: Kampagne
pl_pl: Kampania
sv_se: Kampanj

source: Campaigns
de_de: Kampagnen
pl_pl: Kampanie
sv_se: Kampanjer

source: Enter %s title here
de_de: Geben Sie %s Titel an
pl_pl: Wprowadź tytuł %s tutaj
sv_se: Ange %s titel här

# Refunded payment status
source: Refunded
de_de: Zurückerstattete
pl_pl: Zrefundowane
sv_se: Återbetald

source: Refunded <span class="count">(%s)</span>
de_de: Zurückerstattet <span class="Anzahl">(%s)</span>
pl_pl: Zrefundowany <span class="count">(%s)</span>
sv_se: Återbetald <span class="count">(%s)</span>

# Failed payment status
source: Failed
de_de: Fehlgeschlagene
pl_pl: Nie udane
sv_se: Misslyckad

source: Failed <span class="count">(%s)</span>
de_de: Fehlgeschlagen <span class="Anzahl">(%s)</span>
pl_pl: Nieudany <span class="count">(%s)</span>
sv_se: Misslyckad <span class="count">(%s)</span>

# Revoked payment status
source: Revoked
de_de: Widerufen
pl_pl: Odwołane
sv_se: Annullerad

source: Revoked <span class="count">(%s)</span>
de_de: Widerrufen <span class="Anzahl">(%s)</span>
pl_pl: Odwołany <span class="count">(%s)</span>
sv_se: Annullerad <span class="count">(%s)</span>

# Abandoned payment status
source: Abandoned
de_de: Abgebrochene
pl_pl: Opuszczone
sv_se: Oavslutad

source: Abandoned <span class="count">(%s)</span>
de_de: Abgebrochen <span class="Anzahl">(%s)</span>
pl_pl: Opuszczony <span class="count">(%s)</span>
sv_se: Oavslutad <span class="count">(%s)</span>

source: %2$s updated. %1$sView %2$s%3$s.
de_de: %2$s aktulisiert. %1$sZeige %2$s%3$s
pl_pl: %2$s zaktualizowany. %1$sZobacz %2$s%3$s.
sv_se: %2$s uppdaterade. %1$sVisa %2$s%3$s.

source: %2$s published. %1$sView %2$s%3$s.
de_de: %2$s veröffentlicht. %1$sZeige %2$s%3$s
pl_pl: %2$s opublikowany. %1$sZobacz %2$s%3$s.
sv_se: %2$s publicerade. %1$sVisa %2$s%3$s.

source: %2$s saved. %1$sView %2$s%3$s.
de_de: %2$s gespeichert.%1$sZeige %2$s%3$s
pl_pl: %2$s zapisany. %1$sZobacz %2$s%3$s.
sv_se: %2$s sparade. %1$sVisa %2$s%3$s.

source: %2$s submitted. %1$sView %2$s%3$s.
de_de: %2$s übermittelt . %1$sZeige %2$s%3$s
pl_pl: %2$s dodany. %1$sZobacz %2$s%3$s.
sv_se: %2$s skickade. %1$sVisa %2$s%3$s.

source: Give Single Form Sidebar
de_de: Give Einzelformular Seitenleiste
pl_pl: Pojedynczy formularz Give w pasku bocznym
sv_se: Give Formulärsingelvy Sidofält

source: Widgets in this area will be shown on the single Give forms aside area. This sidebar will not display for embedded forms.
de_de: Widgets in diesem Bereich werden im Seitenbereich der Einzelansicht von Gives Formularen angezeigt. Die Seitenleiste wird nicht für eingebettete Formulare angezeigt.
pl_pl: Widgety w tym obszarze pojawią się na pojedynczym obszarze formularza Give. Pasek boczny nie będzie wyświetlany na osadzonych formularzach.
sv_se: Widgetar i detta område kommer att visas som ett sidofält på Give-formulärens singelvy. Fältet kommer ej att visas för inbäddade formulär.

source: The selected payment gateway is not enabled
de_de: Das ausgewählte Zahlungs-Gateway ist nicht aktiviert
pl_pl: Wybrana bramka płatnicza nie jest włączona.
sv_se: Den valda betalningsnätslussen är ej aktiverad

source: You must agree to the terms of use
de_de: Sie müssen den Benutzungsbedingungen zustimmen
pl_pl: Musisz zaakceptować regulamin
sv_se: Du måste acceptera användarvillkoren

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige Email Adresse an
pl_pl: Proszę wpisać poprawny adres e-mail
sv_se: Var god ange en giltig e-postadress

source: Please enter your first name
de_de: Bitte geben Sie Ihren Vornamen ein
pl_pl: Proszę wpisać swoje imię
sv_se: Var god att ange ditt förnamn

source: Please enter your zip / postal code
de_de: Bitte geben Sie ihre PLZ ein
pl_pl: Proszę wpisać swój kod pocztowy
sv_se: Var god ange ditt postnummer

source: Please enter your billing city
de_de: Bitte geben Sie ihre Stadt ein
pl_pl: Proszę wpisać swoje miasto
sv_se: Var god ange din faktureringsstad

source: Please select your billing country
de_de: Bitte wählen Sie ihr Land aus
pl_pl: Proszę wybierz swój kraj
sv_se: Var god ange ditt faktureringsland

source: Please enter billing state / province
de_de: Bitte geben Sie das Bundesland an
pl_pl: Wpisz województwo dla adresu rozliczeniowego.
sv_se: Var god ange stat / provins för fakturering

source: The user information is invalid
de_de: Die Benutzer Information ist ungültig
pl_pl: Informacje użytkownika są nieprawidłowe
sv_se: Användarinformatitonen är ogiltig

source: Invalid username. Only lowercase letters (a-z) and numbers are allowed
de_de: Ungültiger Benutzername. Es sind nur Kleinbuchstaben (a-z) und Zahlen erlaubt.
pl_pl: Błędna nazwa użytkownika. Dozwolone są tylko małe litery (a-z) i numery
sv_se: Ogiltigt användarnamn. Endast små bokstäver (a-z) och siffror är tillåtna

source: You must register or login to complete your donation
de_de: Um Ihre Spende abzuschließen, müssen Sie sich bitte registrieren oder anmelden
pl_pl: Musisz się zarejestrować lub zalogować, aby dokonać dotację
sv_se: Du måste registrera dig eller logga in för att slutföra din donation

source: Email already used
de_de: Email schon verwendet
pl_pl: Ten adres e-mail jest już używany
sv_se: E-postadressen används redan

source: Enter an email
de_de: Email eingaben
pl_pl: Wpisz adres e-mail
sv_se: Ange en e-postadress

source: Passwords don't match
de_de: Passwörter stimmen nicht überein
pl_pl: Hasła nie są identyczne
sv_se: Lösenorden överensstämmer ej

source: Enter a password
de_de: Geben Sie ein Passwort ein
pl_pl: Wpisz hasło
sv_se: Ange ett lösenord

source: Enter the password confirmation
de_de: Geben Sie die Passwort Bestätigung ein
pl_pl: Powtórz swoje hasło
sv_se: Ange lösenordsbekräftelsen

source: You must login or register to complete your donation
de_de: Um Ihre Spende abzuschließen, müssen Sie sich bitte registrieren oder anmelden
pl_pl: Musisz się zalogować lub zarejestrować, aby dokonać dotację
sv_se: Du måste logga in eller registrera dig för att slutföra din donation

source: The password you entered is incorrect. %sReset Password%s
de_de: Das Passwort, welches Sie eingegeben haben, ist nicht korrekt. %sPasswort zurücksetzen%s
pl_pl: Wprowadzone hasło jest nieprawidłowe. %sResetuj hasło%s
sv_se: Lösenordet du angav är fel. %sÅterställ Lösenord%s

source: Lost Password
de_de: Passwort vergessen
pl_pl: Utracone hasło
sv_se: Glömt Lösenord

source: You must be logged into an account to donation
de_de: Um zu Spenden, müssen Sie angemeldet sein
pl_pl: Musisz być zalogowany
sv_se: Du måste vara inloggad med ett konto för att donera

source: The zip / postal code you entered for your billing address is invalid
de_de: Die PLZ ist ungültig, welche Sie für Ihre Rechnungsadresse angegeben haben.
pl_pl: Wpisany kod pocztowy jest nieprawidłowy
sv_se: Postnumret du angav för din faktureringsadress är ogiltigt

source: An internal error has occurred, please try again or contact support.
de_de: Es ist ein interner Fehler aufgetreten, bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
pl_pl: Wystąpił błąd wewnętrzny, prosimy spróbować ponownie lub skontaktować się z obsługą.
sv_se: Ett internt fel har uppstått, var god försök igen eller kontakta support.

source: Please select a payment method
de_de: Bitte wählen Sie eine Zahlungsmethode
pl_pl: Wybierz metodę płatności!
sv_se: Var god välj ett betalningssätt

source: Loading...
de_de: Lädt...
pl_pl: Ładowanie...
sv_se: Laddar...

source: Please Wait...
de_de: Bitte warten...
pl_pl: Proszę czekać…
sv_se: Var God Vänta...

source: Please select an option
de_de: Bitte Option auswählen
pl_pl: Wybierz opcję
sv_se: Var god välj ett alternativ

source: Sorry, not available for variable priced forms.
de_de: Sorry, für Formulare mit variabler Preisangabe nicht verfügbar.
pl_pl: Niestety, niedostępne dla formularzy z różnymi płatnościami.
sv_se: Ledsen, ej tillgängligt för formulär med variabelt pris.

source: Are you sure you wish to delete this payment?
de_de: Sind Sie sicher, dass Sie diese Zahlung löschen wollen?
pl_pl: Czy na pewno chcesz usunąć tą płatność?
sv_se: Är du säker på att du vill ta bort denna betalning?

source: Are you sure you wish to delete this note?
de_de: Sind Sie sicher, dass Sie diese Bemerkung löschen möchten?
pl_pl: Czy jesteś pewny, że chcesz usunąć tą notatkę?
sv_se: Är du säker på att du vill ta bort denna notering?

source: Are you sure you wish to delete this tax rate?
de_de: Sind Sie sicher, dass sie diesen Steuersatz löschen möchten?
pl_pl: Czy na pewno chcesz usunąć tą stawkę podatku?
sv_se: Är du säker på att du vill ta bort denna momsnivå?

source: Are you sure you wish to revoke this API key?
de_de: Sind Sie sicher, dass Sie diesen API Schlüssel widerrufen möchten?
pl_pl: Czy na pewno chcesz cofnąć ten klucz API?
sv_se: Är du säker på att du vill återkalla denna API-nyckel?

source: Are you sure you wish to regenerate this API key?
de_de: Sind Sie sicher, dass Sie diesen API Schlüssel erneuern möchten?
pl_pl: Czy na pewno chcesz ponownie wygenerować ten klucz API?
sv_se: Är du säker på att du vill återgenerera denna API-nyckel?

source: Are you sure you wish to resend the donation receipt?
de_de: Sind Sie sicher, dass sie die Spendenquittung erneut versenden möchten?
pl_pl: Czy na pewno chcesz ponownie wysłać potwierdzenie wpłaty?
sv_se: Är du säker på att du vill skicka detta donationskvitto igen?

source: Copy these links to your clipboard and give them to your donor
de_de: Kopiere diese Links in Ihre Zwischenablage und gib sie Ihrem Spender
pl_pl: Skopiuj te linki do schowka i daj je swojemu darczyńcy
sv_se: Kopiera dessa länkar till urklipp och ge dem till din donator

source: Are you sure you wish to delete this %s?
de_de: Sind Sie sicher, dass Sie %s löschen möchten?
pl_pl: Czy na pewno chcesz usunąć %s?
sv_se: Är du säker på att du vill ta bort denna %s?

source: You must have at least one price
de_de: Sie müssen mindestens einen Preis angeben
pl_pl: Musisz mieć przynajmniej jedną cenę
sv_se: Du måste ha minst ett pris

source: You must have at least one file
de_de: Sie müssen mindestens eine Datei haben
pl_pl: Musisz mieć przynajmniej jeden plik
sv_se: Du måste ha minst en fil

source: You must have at least one field
de_de: Sie müssen mindestens ein Feld haben
pl_pl: Musisz mieć przynajmniej jedno pole
sv_se: Du måste ha minst ett fält

source: Choose a %s
de_de: Wähle ein %s
pl_pl: Wybierz %s
sv_se: Välj en %s

source: Choose one or more %s
de_de: Wähle eine oder mehrere %s
pl_pl: Wybierz jedną lub więcej %s
sv_se: Välj en eller flera %s

source: Item price must be numeric
de_de: Artikelpreis muss numerisch sein
pl_pl: Cena musi być wartością liczbową
sv_se: Artikelpris måste vara numeriskt

source: Quantity must be numeric
de_de: Anzahl muss numerisch sein
pl_pl: Ilość musi być liczbą
sv_se: Kvantitet måste vara numerisk
