Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: Zip / Postal Code
de_de: PLZ
pl_pl: Kod pocztowy
sv_se: Postnummer

source: The zip or postal code for your billing address.
de_de: Die PLZ für die Rechnungsadresse
pl_pl: Wpisz swój kod pocztowy.
sv_se: Postnummer för din faktureringsadress

source: Zip / Postal code
de_de: PLZ
pl_pl: Kod pocztowy
sv_se: Postnummer

source: The country for your billing address.
de_de: Das Land für Ihre Rechnungsadresse
pl_pl: Kraj dla adresu rozliczeniowego.
sv_se: Land för din faktureringsadress

source: The state or province for your billing address.
de_de: Das Bundesland für Ihre Rechnungsadresse
pl_pl: Wpisz województwo dla adresu rozliczeniowego.
sv_se: Stat eller provins för din faktureringsadress

source: Already have an account?
de_de: Haben Sie schon ein Konto?
pl_pl: Masz już konto?
sv_se: Har du redan ett konto?

source: Login
de_de: Anmelden
pl_pl: Zaloguj się
sv_se: Logga In

source: Loading
de_de: Lädt
pl_pl: Ładowanie...
sv_se: Laddar

source: Create an account
de_de: Konto anlegen
pl_pl: Załóż konto.
sv_se: Skapa ett konto

source: (optional)
pl_pl: ﻿(opcjonalnie)
sv_se: (valfritt)

source: The username you will use to log into your account.
de_de: Der Benutzername, welchen Sie verwenden um sich an Ihrem Konto anzumelden.
pl_pl: Nazwa użytkownika jaką będziesz używać do zalogowania się na swoje konto.
sv_se: Användarnamnet som du kommer att använda för att logga in till ditt konto.

source: Password
de_de: Passwort
pl_pl: Hasło
sv_se: Lösenord

source: The password used to access your account.
de_de: Das Passwort, welches für den Zugang zu Ihrem Konto verwendet wird.
pl_pl: Hasło używane do dostępu do konta.
sv_se: Lösenordet som används för åtkomst till ditt konto.

source: Password Again
de_de: Passwort noch einmal
pl_pl: Prosimy wpisać hasło ponownie*
sv_se: Lösenord Igen

source: Confirm your password.
de_de: Bestätigen Sie Ihr Passwort.
pl_pl: Potwierdź swoje hasło
sv_se: Bekräfta ditt lösenord.

source: Confirm password
de_de: Bestätige Passwort
pl_pl: Potwierdź hasło
sv_se: Bekräfta lösenord

source: Login to Your Account
de_de: Bei Ihrem Konto anmelden
pl_pl: Zaloguj się do swojego konta.
sv_se: Logga in till Ditt Konto

source: Need to create an account?
de_de: Soll ein Benutzerkonto angelegt werden?
pl_pl: Utworzyć konto?
sv_se: Behöver du skapa ett konto?

source: Register
de_de: Registrieren
pl_pl: Rejestracja
sv_se: Registrera Dig

source: or checkout as a guest.
de_de: oder soll als Gast fortgesetzt werden.
pl_pl: czy przejść do płatności jako gość.
sv_se: eller checka ut som gäst.

source: Your username
de_de: Ihr Benutzername
pl_pl: Nazwa uzytkownika
sv_se: Ditt användarnamn

source: Your password
de_de: Ihr Passwort
pl_pl: Twoje hasło
sv_se: Ditt lösenord

source: Select Payment Method
de_de: Zahlungsmethode auswählen
pl_pl: Wybierz metodę płatności
sv_se: Väj Betalningssätt

source: Show Terms
de_de: Zeige Benutzungsbedingungen
pl_pl: Pokaż warunki
sv_se: Visa Regler

source: Hide Terms
de_de: Verstecke Benutzungsbedingungen
pl_pl: Ukryj warunki
sv_se: Dölj Regler

source: Donation Total:
de_de: Spendensumme:
pl_pl: Suma Darowizny
sv_se: Donationstotal:

# give
source: %s of %s raised
de_de: %s of %s eingenommen
pl_pl: uzbierano %s z %s
sv_se: %s av %s insamlat

source: Notice
de_de: Hinweis
pl_pl: Notatka
sv_se: Notering

source: Test mode is enabled. While in test mode no live transactions are processed.
de_de: Testmodus ist aktiviert. Im Testmodus werden keine echten Zahlungen bearbeitet.
pl_pl: Tryb testowy jest włączone. W czasie trybu testowego żadne prawdziwe transakcje nie zostaną dokonane.
sv_se: Testläge är aktiverat. I testläge behandlas inga riktiga transaktioner.

source: Give - Donation Form
de_de: Give - Spendenformular
pl_pl: Give - Formularz dotacji
sv_se: Give - Donationsformulär

source: Display a Give Donation Form in your theme's widget powered sidebar.
de_de: Zeige ein Give Spendenformular in der Seitenleiste Ihre Themas.
pl_pl: Wyświetl Formularz dotacji w pasku bocznym swojej strony.
sv_se: Visa ett Give donationsformulär i ditt temas sidofält (om det stöder widgets).

source: Widget Title
sv_se: Widget-titel

source: Select a Give Form that you would like to embed in this widget area.
sv_se: Välj ett Give-formulär som du vill infoga på den här widget-platsen.

source: Please select...
sv_se: Var god välj...

source: You must enable a payment gateway to use Give
de_de: Sie müssen ein Zahlungs-Gateyway aktivieren um Give zu verwenden.
pl_pl: Musisz włączyć bramkę płatności aby korzystać z Give
sv_se: Du måste aktivera nätslussen för betalning för att använda Give

source: Test Payment
de_de: Testzahlung
pl_pl: Testowa płatność
sv_se: Testbetalning

source: Nonce verification has failed
de_de: Nonce Überprüfung ist fehlgeschlagen
pl_pl: Nonce weryfikacja nie powiodła się
sv_se: Verifiering av unik sträng (nonce) har misslyckats

source: Payment creation failed while processing a manual (free or test) purchase. Payment data: %s
de_de: Anlegen der Zahlung ist während der Bearbeitung der manuellen Zahlung fehlgeschlagen. Zahlungsdaten: %s
pl_pl: Utworzenie płatności nie powiodło się. Dane płatności: %s
sv_se: Betalning kunde ej skapas vid behandling av ett manuellt köp (gratis eller test). Betalningsdata: %s

source: Offline Donation
de_de: Überweisung
pl_pl: Dotacja Offline
sv_se: Ouppkopplad Donation

source: Please enter offline donation instructions in the %s.
de_de: Bitte geben Sie die Überweisung Spendenanweisung in den %s ein.
pl_pl: Proszę podać instrukcje do dotacji offline w %s.
sv_se: Var god ange instruktioner för ouppkopplad donation i %s.

source: this form's settings
de_de: die Einstellungen dieses Formulars
pl_pl: ustawienia tego formularza
sv_se: detta formulärs inställningar

source: New Pending Donation
de_de: Neue unerledigte Spende
pl_pl: Nowa Oczekująca Dotacja
sv_se: Ny Pågående Donation

source: Dear Admin,
de_de: Lieber Admin,
pl_pl: Drogi Administratorze,
sv_se: Kära Admin,

source: An offline donation has been made
de_de: Eine Überweisungs-Spende wurde vorgenommen
pl_pl: Została dokonana dotacja offline
sv_se: En ouppkopplad donation har gjorts

source: This is a pending donation awaiting payment. Donation instructions have been emailed to the donor. Once you receive payment, be sure to mark the donation as complete using the link below.
de_de: Dies ist eine unerledigte Spende, welche auf Zahlungseingang wartet. Zahlungshinweise wurden dem Spender per Email übersandt. Bitte denken Sie daran, die Spende mit dem untenstehenden Link als empfangen zu markieren, sobald die Zahlung eingegangen ist.
pl_pl: Jest to dotacja oczekująca na płatność. Instrukcje do dotacji zostały wysłane do darczyńcy( dawcy ). Jak tylko otrzymasz płatność upewnij się, by zaznaczyć tę płatność jako zakończoną klikając na link poniżej.
sv_se: Detta är en pågående donation som väntar på betalning. Donationsinstruktioner har skickats med e-post till donatorn. När du tagit emot betalning, glöm ej att markera donationen som fullbordad med hjälp av länken nedan.

source: View Donation Details: %s.
de_de: Zeige Spendendetails: %s
pl_pl: Zobacz szczegóły dotacji: %s
sv_se: Visa Donationsdetaljer: %s.

source: Customize Offline Donations
de_de: Überweisungsanleitung anpassen
pl_pl: Dostosowanie dotacji offline
sv_se: Anpassa Ouppkopplade Donationer

source: If you would like to customize the donation instructions for this specific forms check this option.
de_de: Wählen Sie diese Option, wenn Sie die Spendenanweisung für das aktuelle Formular anpassen möchten.
pl_pl: Jeśli chcesz dostosować instrukcje dla pojedynczych formularzy zaznacz tę opcję.
sv_se: Markera detta alternativ om du vill anpassa donationsinstruktionerna för dessa specifika formulär.

source: Request Billing Information
de_de: Abfrage der Rechnungsinformationen
pl_pl: Uzyskaj informacje bilingowe
sv_se: Begär Faktureringsinformation

source: This option will enable the billing details section for this form's offline donation payment gateway. The fieldset will appear above the offline donation instructions.
de_de: Diese Option wird den Abschnitt mit den Rechnungsdetails für die Überweisung für dieses Formular aktivieren. Die Feldgruppe wird über den Überweisungs-Zahlungsanweisungen erscheinen.
pl_pl: Opcja ta włączy sekcję dotacji offline do pobierania ich danych rozliczeniowych. Pojawi się zestaw pól powyżej instrukcji w jaki sposób dokonać płatność offline.
sv_se: Detta alternativ aktiverar sektionen faktureringsdetaljer för detta formulärs betalningsnätsluss för ouppkopplade donationer. Fälten kommer att infogas ovanför instruktionerna för ouppkopplade donationer.

source: Enter the instructions you want to display to the donor during the donation process. Most likely this would include important information like mailing address and who to make the check out to.
de_de: Geben Sie die Anleitung ein, welche dem Spender während dem Spendenvorgang angezeigt wird. Dazu gehören vermutlich wichtige Informationen, wie z.B. die Bankverbindung und was im Betreff angegeben werden soll.
pl_pl: Wpisz instrukcje jakie będą wysłane mailem do darczyńcy, który zdecydował się na płatność offline. Może to być adres, na kogo ma być wystawiony czek czy też numer konta.
sv_se: Ange de instruktioner du vill visa donatorn under donationsprocessen. Troligen bör denna information inkludera viktiga uppgifter så som postadress samt vem checken skall ställas ut till.

source: In order to make an offline donation we ask that you please follow these instructions
de_de: Um eine Spende per Überweisung zu tätigen, befolgen Sie bitte die folgende Anleitung
pl_pl: Aby dokonać płatności offline prosimy o postepowanie zgodnie z tymi instrukcjami
sv_se: För att göra en ouppkopplad donation ber vi dig att följa dessa instruktioner

# Step 1 for donating offline by check
source: Make a check payable to
de_de: Senden Sie eine Überweisung an
pl_pl: Wystaw czek na
sv_se: Gör en check betalbar till

# Step 2 for donating by check; this explains who the check should be written to
source: On the memo line of the check, please indicate that the donation is for
de_de: Als Betreff geben Sie bitte ein "Spende für"
pl_pl: W notatce czeku proszę zaznaczyć że ta dotacja przeznaczona jest na
sv_se: Indikera på checkens memorad att donationen är till

# Step 3; where to mail the check
source: Please mail your check to:
de_de: Danke!
pl_pl: Wyślij czek do:
sv_se: Vänligen posta din check till:

source: All contributions will be gratefully acknowledged and are tax deductible.
de_de: Alle Zuwendungen werden dankbar entgegengenommen und sind steuerlich abzugsfähig.
pl_pl: Jesteśmy wdzięczni za wszelkie wpłaty, które również możesz odpisać sobie od podatku.
sv_se: Alla bidrag mottages tacksamt och är avdragsgilla hos skatteverket.

source: Dear {name},
de_de: Hallo {name},
pl_pl: Szanowny/a {name},
sv_se: Kära {name},

source: Thank you for your offline donation request! Your generosity is greatly appreciated. In order to make an offline donation we ask that you please follow these instructions
de_de: Vielen Dank für Ihre Spendenbereitschaft! Um die Spendenzahlung abzuschließen, befolgen Sie bitte die folgende Anleitung
pl_pl: Dziękujemy za chęć dokonania wpłaty offline! Twoja szczodrość jest przez nas wysoko doceniana. Aby dokonać płatności prosimy o postępowanie zgodnie z tymi instrukcjami
sv_se: Tack för din förfrågan om ouppkopplad donation! Din generositet uppskattas innerligt. För att göra en ouppkopplad donation ber vi dig att vänligen följa dessa instruktioner

source: Once your donation has been received we will mark it as complete and you will receive an email receipt for your records. Please contact us with any questions you may have!
de_de: Sobald Ihre Spende bei uns eingegangen ist, werden wir diese einbuchen und Sie erhalten automatisch eine Spendenquittung. Bitte melden Sie sich bei uns, wenn sie eine Frage haben!
pl_pl: Jak tylko dotacja do nas dotrze zaznaczymy te płatność jako zakończona i otrzymasz od nas email z rachunkiem wpłaty. Prosimy o kontakt jeśli masz jeszcze jakieś pytania!
sv_se: Så snart din donation har tagits emot så kommer den markeras som slutförd och ett e-postkvitto kommer att skickas till dig. Vänligen kontakta oss om du har några frågor!

source: Sincerely,
de_de: Mit freundlichen Grüßen,
pl_pl: Z poważaniem,
sv_se: Vänligen,

source: Payment creation failed before sending buyer to PayPal. Payment data: %s
de_de: Anlage der Zahlung ist fehlgeschlagen bevor Spender zu PayPal weitergeleitet wurde. Zahlungsdaten: %s
pl_pl: Tworzenie płatności nie powiodła się zanim użytkownik został przekierowany do Paypal. Dane płatności: %s
sv_se: Skapandet av betalningen misslyckades innan köparen skickades till PayPal. Betalningsdata: %s

source: IPN Error
de_de: IPN Fehler
pl_pl: Błąd IPN
sv_se: IPN-fel

source: Invalid IPN verification response. IPN data: %s
de_de: Ungültige IPN Bestätigungs-Antwort: IPN Daten: %s
pl_pl: Nieprawidłowa reakcja weryfikacji IPN. Dane IPN: %s
sv_se: Ogiltigt IPN-verifieringssvar. IPN-data: %s

source: Invalid business email in IPN response. IPN data: %s
de_de: Ungültige Geschäfts-Email in IPN Antwort: IPN Daten: %s
pl_pl: Nieprawidłowy email biznesowy w IPN. Dane IPN: %s
sv_se: Ogiltig e-postadress för affärsverksamhiet i IPN-svar. IPN data: %s

source: Payment failed due to invalid PayPal business email.
de_de: Zahlung ist fehlgeschlagen wegen ungültiger PayPal Geschäfts Email.
pl_pl: Płatność nie powiodła się z powodu nieprawidłowego biznesowego adresu email do PayPal.
sv_se: Betalning misslyckades p.g.a. ogiltig PayPal e-postadress för företag.

source: Invalid currency in IPN response. IPN data: %s
de_de: Ungültige Währung in IPN Antwort. IPN Daten: %s
pl_pl: Nieprawidłowa waluta podana w IPN. Dane IPN: %s
sv_se: Ogiltig valuta i IPN-svar. IPN-data: %s

source: Payment failed due to invalid currency in PayPal IPN.
de_de: Zahlung ist fehlgeschlagen wegen ungültiger Währung in PayPal IPN
pl_pl: Płatność nie powiodła się z powodu nieprawidłowej waluty w IPN PayPala.
sv_se: Betalning misslyckades p.g.a. ogiltig valuta i PayPal IPN.

source: Invalid payment amount in IPN response. IPN data: %s
de_de: Ungültiger Zahlungsbetrag in IPN Antwort. IPN Daten: %s
pl_pl: Nieprawidłowa kwota w IPN. Dane IPN: %s
sv_se: Ogiltigt betalningsbelopp i IPN-svar. IPN data: %s

source: Payment failed due to invalid amount in PayPal IPN.
de_de: Zahlung fehlgeschlagen wegen ungültigem Betrag in PayPal IPN.
pl_pl: Płatność nie powiodła się z powodu nieprawidłowej kwoty podanej w IPN PayPala.
sv_se: Betalning misslyckades p.g.a. ogiltigt belopp i PayPal IPN.

source: Invalid purchase key in IPN response. IPN data: %s
de_de: Ungültiger Kaufschlüssel in IPN Antwort: IPN Daten: %s
pl_pl: Nieprawidłowy klucz IPN. Dane IPN: %s
sv_se: Ogiltig köpenyckel i IPN-svar. IPN-data: %s

source: Payment failed due to invalid purchase key in PayPal IPN.
de_de: Zahlung fehlgeschlagen wegen ungültigen Kaufschlüssen in PayPal IPN.
pl_pl: Płatność nie powiodła się z powodu nieprawidłowego klucza IPN PayPala.
sv_se: Betalningen misslyckades p.g.a. ogiltig köpenyckel i PayPal IPN.

source: PayPal Transaction ID: %s
de_de: PayPal Zahlungs-ID: %s
pl_pl: ID transakcji PayPal: %s
sv_se: PayPal Transaktions-ID: %s

source: Payment made via eCheck and will clear automatically in 5-8 days
de_de: Zahlungen erfolgte über eCheck und wird automatisch in 5-8 Tagen bereinigt.
pl_pl: Płatność dokonana eCheckiem zostanie automatycznie zatwierdzona w przeciągu 5-8 dni
sv_se: Betalning gjord med eCheck som kommer att betalas automatiskt inom 5-8 dagar

source: Payment requires a confirmed donor address and must be accepted manually through PayPal
de_de: Zahlung erfordert eine bestätigte Spenderadresse und muss manuell in PayPal aktzeptiert werden.
pl_pl: Płatność wymaga potwierdzonego adresu darczyńcy i musi być zaakceptowana manualnie w PayPal
sv_se: Betalning kräver en bekräftad donatoradress samt måste accepteras manuellt genom PayPal

source: Payment must be accepted manually through PayPal due to international account regulations
de_de: Aufgrund von internationalen Kontorichtlinien muss die Zahlung manuell in PayPal akzeptiert werden.
pl_pl: Płatność musi być zaakceptowana manualnie w PayPal ze względu na przepisy kont międzynarodowych
sv_se: Betalning måste accepteras manuellt genom PayPal p.g.a. intenationella kontoförordningar

source: Payment received in non-shop currency and must be accepted manually through PayPal
de_de: Zahlungen, welche in einer anderen Währung lauten, müssen manuell in PayPal akzeptiert werden
pl_pl: Otrzymano płatność w innej walucie i musi zostać zaakceptowana manualnie w PayPal
sv_se: Betalning mottagen i en valuta som ej hanteras av systemet och därför måste accepteras manuellt genom PayPal

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
de_de: Zahlung wird von PayPal Mitarbeitern als hohes Risiko oder mögliche Verletzung von gesetzlichen Regelungen überprüft
pl_pl: Płatność jest sprawdzana przez pracowników PayPal ze względu na wysokie ryzyko i możliwość naruszenia przepisów rządowych
sv_se: Betalning granskas av PayPals stab som högrisk eller i möjlig strid mot gällande lagstiftning

source: Payment was sent to non-confirmed or non-registered email address.
de_de: Zahlung wurde an eine nicht bestätigte oder nicht registrierte Email Adresse gesendet.
pl_pl: Płatność została wysłana do nie potwierdzonego lub nie zarejestrowanego adresu email.
sv_se: Betalning skickades till obekräftad eller oregistrerad e-postadress.

source: PayPal account must be upgraded before this payment can be accepted
de_de: PayPal Konto muss erweitert werden, bevor diese Zahlung akzeptiert werden kann.
pl_pl: Konto PayPal musi zostać zmodernizowane zanim ta płatność może zostać zaakceptowana
sv_se: PayPal-konto måste uppgraderas innan denna betalning kan tas emot

source: PayPal account is not verified. Verify account in order to accept this payment
de_de: PapPal Konto ist nicht bestätigt. Bestätige Konto um diese Zahlung entgegenzunehmen
pl_pl: Konto PayPal nie jest zweryfikowane. Zweryfikuj swoje konto aby zaakceptować tę płatność
sv_se: PayPal-konto är ej verifierat. Verifiera konto för att för att kunna ta emot denna betalning

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
de_de: Zahlung ist aus unbekannten Gründen unerledigt. Wenden Sie sich an PayPal für Unterstützung
pl_pl: Płatność jest oczekująca z nieznanych powodów. Skontaktuj się z pomocą techniczną PayPal o dalszą pomoc
sv_se: Betalningen är pågående/väntande av okänd anledning. Kontakta PayPal support för hjälp

source: Partial PayPal refund processed: %s
de_de: Anteil PayPal Zurückerstattung bearbeitet: %s
pl_pl: Częściowy zwrot PayPal jest przetwarzany: %s
sv_se: Partiell PayPal återbetalning behandlad: %s

source: PayPal Payment #%s Refunded for reason: %s
de_de: PayPal Zahlung #%s Zurückerstattet wegen: %s
pl_pl: Płatność PayPal #%s została zrefundowana z powodu: %s
sv_se: PayPal Betalning #%s Återbetald av följande anledning: %s

source: PayPal Refund Transaction ID: %s
de_de: PayPal Rückzahlungs ID: %s
pl_pl: ID Refundowania Transakcji PayPal: %s
sv_se: PayPal Transaktions-ID För Återbetalning: %s

source: Donation Confirmation
de_de: Spenden Bestätigung
pl_pl: Potwierdzenie Dotacji
sv_se: Donationsbekräftelse

source: Thank you for your donation! [give_receipt]
de_de: Vielen Dank für Ihre Spende! [give_receipt]
pl_pl: Dziękujemy za twoją dotację! [give_receipt]
sv_se: Tack för din donation! [give_receipt]

source: Transaction Failed
de_de: Zahlung fehlgeschlagen
pl_pl: Transakcja nie powiodła się
sv_se: Transaktionen Misslyckades

source: Your transaction failed, please try again or contact site support.
de_de: Ihre Zahlung ist fehlgeschlagen, bitte versuchen Sie es erneut oder wenden Sie sich an den Support der Seite.
pl_pl: Twoja transakcja nie powiodła się, proszę spróbować ponownie lub skontaktować się z pomocą techniczną strony.
sv_se: Din transaktion misslyckades, var god försök igen eller kontakta webbplatsens support.

source: Donation History
de_de: Spendenverlauf
pl_pl: Historia dotacji
sv_se: Donationshistoria

source: field description (optional)
sv_se: Fältbeskrivning (valfri)

source: Test Text Small
sv_se: Test-text Liten

source: Test Text Medium
sv_se: Test-text Medel

source: Website URL
sv_se: Webbplats-URL

source: Test Text Email
sv_se: Test-text E-post

source: Test Time
sv_se: Test-tid

source: Time zone
sv_se: Tidszon

source: Test Date Picker
sv_se: Test-datumväljare

source: Test Date Picker (UNIX timestamp)
sv_se: Test-datumväljare (UNIX tid)

source: Test Date/Time Picker Combo (UNIX timestamp)
sv_se: Test-datum/tidsväljarkombination (UNIX tidsstämpel)

source: Test Money
sv_se: Test-valuta

source: Test Color Picker
sv_se: Test-färgväljare

source: Test Text Area
sv_se: Test-textfält

source: Test Text Area Small
sv_se: Test-textfält Litet

source: Test Text Area for Code
sv_se: Test-textfält för kod

source: Test Title Weeeee
sv_se: Test-titel Weeeee

source: This is a title description
sv_se: Detta är en titelbeskrivning

source: Test Select
sv_se: Test-rullgardinsmeny

source: Option One
sv_se: Radioknapp Ett

source: Option Two
sv_se: Radioknapp Två

source: Option Three
sv_se: Radioknapp Tre

source: Test Radio inline
sv_se: Test-radioknapp i textflöde

source: Test Radio
sv_se: Test-radioknapp

source: Test Taxonomy Radio
sv_se: Test-taxonomi-radioknapp

source: Test Taxonomy Select
sv_se: Test-taxonomi-rullgardinsmeny

source: Test Taxonomy Multi Checkbox
sv_se: Test-taxonomi-flervalskryssruta

source: Test Checkbox
sv_se: Test-kryssruta

source: Test Multi Checkbox
sv_se: Test-multi-kryssruta

source: Check One
sv_se: Kryssruta Ett

source: Check Two
sv_se: Kryssruta Två

source: Check Three
sv_se: Kryssruta Tre

source: Test Image
sv_se: Testbild

source: Upload an image or enter a URL.
sv_se: Ladda upp en bild eller ange en URL.

source: Multiple Files
sv_se: Flera Filer

source: Upload or add multiple images/attachments.
sv_se: Ladda upp eller lägg till flera bilder/bilagor.

source: Enter a youtube, twitter, or instagram URL. Supports services listed at <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.
sv_se: Ange en youtube, twitter, eller instagram URL. Tjänster som stöds listas på <a href="http://codex.wordpress.org/Embeds">http://codex.wordpress.org/Embeds</a>.

source: About Page Metabox
sv_se: Metaruta för Infosida

source: Repeating Field Group
sv_se: Upprepande Fältgrupp

source: Generates reusable form entries
sv_se: Genererar återanvändbara formulärposter

source: Entry {#}
sv_se: Post {#}

source: Add Another Entry
sv_se: Lägg Till Ytterligare En Post

source: Remove Entry
sv_se: Ta Bort Post

source: Entry Title
sv_se: Posttitel

source: Description
sv_se: Beskrivning

source: Write a short description for this entry
sv_se: Skriv en kort beskrivning för denna post

source: Entry Image
sv_se: Välkomstbild

source: Image Caption
sv_se: Bildtext

source: User Profile Metabox
sv_se: Metaruta för Användarprofil

source: User Field
sv_se: Användarfält

source: Theme Options Metabox
sv_se: Metabox för Temaalternativ

source: Site Background Color
sv_se: Webbplatsens Bakgrundsfärg

source: Metabox configuration is required to have an ID parameter
sv_se: Metarutans konfiguraton kräver en ID-parameter

source: Click to toggle
sv_se: Klicka för att växla

source: Please Try Again
sv_se: Vänligen Försök Igen

source: Remove Embed
sv_se: Ta Bort Inbäddning

source: No oEmbed Results Found for %s. View more info at
sv_se: Inga oEmbed-resultat Funna för %s. Se mer information på

source: Add Group
sv_se: Lägg Till Grupp

source: Remove Group
sv_se: Ta Bort Grupp

source: Clear
sv_se: Töm

source: Select Color
sv_se: Välj Färg
