Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: View Request Details
de_de: Zeige Anfragendetails
pl_pl: Zobacz Szczegóły Zgłoszenia
sv_se: Visa Detaljer Om Förfrågan

source: View Request
de_de: Zeige Anfrage
pl_pl: Zobacz zgłoszenie
sv_se: Visa Förfrågan

source: API Request:
de_de: API Anfrage:
pl_pl: Żądanie API:
sv_se: API-förfrågan:

source: API User:
de_de: API Benutzer:
pl_pl: API użytkownika:
sv_se: API-användare:

source: API Key:
de_de: <a href="%s">Give REST API</a>
pl_pl: Klucz API
sv_se: API-nyckel:

source: Request Date:
de_de: Anforderungsdatum:
pl_pl: Data zgłoszenia:
sv_se: Datum För Förfrågan:

source: Donors Report
de_de: Spender-Bericht
pl_pl: Raport Darczyńców
sv_se: Donatorsrapport

source: Purchases
de_de: Spenden
pl_pl: Płatności.
sv_se: Köp

source: Total Spent
de_de: Gesamt Ausgegeben
pl_pl: Wydano łącznie
sv_se: Spenderat Totalt

source: First Name
de_de: Vorname
pl_pl: Imię
sv_se: Förnamn

source: Last Name
de_de: Nachname
pl_pl: Nazwisko
sv_se: Efternamn

source: Date Donated
de_de: Spendendatum
pl_pl: Data Dotacji
sv_se: Datum för Donation

source: Total Donations
de_de: Gesamtspenden
pl_pl: Łączna darowizna:
sv_se: Donationer Totalt

source: Payment Number
de_de: Zahlungs-Nummer
pl_pl: Numer płatności
sv_se: Betalningsnummer

source: Address (Line 2)
de_de: Adresse (Zeile 2)
pl_pl: Adres (Linia2)
sv_se: Adress (Rad 2)

source: State
de_de: Bundesland
pl_pl: Stan/Województwo
sv_se: Stat

source: Country
de_de: Land
pl_pl: Kraj
sv_se: Land

source: Zip Code
de_de: PLZ
pl_pl: Kod pocztowy
sv_se: Postnummer

source: Products
sv_se: Produkter

source: SKUs
sv_se: Produktidentiteter

source: Tax
sv_se: Moms

source: Discount Code
sv_se: Rabattkod

source: Payment Method
de_de: Zahlungsmethode
pl_pl: Metoda płatności
sv_se: Betalningssätt

source: Transaction ID
de_de: Zahlungs-ID
pl_pl: Identyfikator transakcji:
sv_se: Transaktions-ID

source: Purchase Key
de_de: Kaufschlüssel
pl_pl: Klucz płatności
sv_se: Betalningsnyckel

source: You do not have permission to export data.
de_de: Sie haben keine Berechtigung um Daten zu exportieren
pl_pl: Nie masz uprawnienia do eksportu danych.
sv_se: Du har inte tillstånd att exportera data.

source: View Detailed Report
de_de: Zeige detaillierten Bericht
pl_pl: Szczegółowe sprawozdanie
sv_se: Visa Detaljerad Rapport

source: Monthly Average Donations
de_de: durchschnittliche Spenden pro Monat
pl_pl: Miesięczne średnie darowizny
sv_se: Genomsnittligt Antal Månatliga Donationer

source: Monthly Average Income
de_de: durschnittlich monatliche Einnahmen
pl_pl: Średni dochód miesięczny
sv_se: Månatlig Genomsnittlig Inkomst

source: Detailed Report
de_de: Detail-Bericht
pl_pl: Szczegółowe sprawozdanie
sv_se: Detaljerad Rapport

source: Form Report
de_de: Formular Bericht
pl_pl: Formularz sprawozdania
sv_se: Formulärrapport

source: Payment Error
de_de: Zahlungsfehler
pl_pl: Błąd płatności
sv_se: Betalningsfel

source: View Log Message
de_de: Zeige Logeinträge
pl_pl: Zobacz wiadomość logów
sv_se: Visa Loggmeddelande

source: <strong>Log data:</strong>
de_de: Logdaten:
pl_pl: <strong>Dane dziennika:</strong>
sv_se: <strong>Loggdata:</strong>

source: Payment ID
de_de: Zahlungs ID
pl_pl: ID płatności
sv_se: Betalnings-ID

source: Error Message
de_de: Fehlermeldung
pl_pl: Komunikat o błędzie
sv_se: Felmeddelande

source: Gateway
pl_pl: Bramka płatności
sv_se: Nätsluss

source: Complete Sales
de_de: Abgeschlossene Verkäufe
pl_pl: Zakończone
sv_se: Genomförda Köp

source: Pending / Failed Sales
de_de: Unerledigte/ Fehlgeschlagene Verkäufe
pl_pl: Oczekujące/Nie udane
sv_se: Pågående / Misslyckade Köp

source: Total Sales
de_de: Gesamtumsatz
pl_pl: Wszystkie
sv_se: Total Försäljning

source: Payment Methods Report
de_de: Bericht Zahlungsmethoden
pl_pl: Raport metod płatności
sv_se: Betalningsmetodsrapport

source: Item Amount
de_de: Anzahl Einträge
pl_pl: Kwota
sv_se: Objektbelopp

source: Total income for period:
de_de: Gesamteinnahme für den Zeitraum:
pl_pl: Całkowity dochód za okres:
sv_se: Total inkomst för period:

source: Total donations for period shown:
de_de: Gesamtspenden für den angezeigten Zeitraum:
pl_pl: Suma darowizn na okres:
sv_se: Totala donationer för period som visas:

source: Estimated monthly income:
de_de: Voraussichtliche monatliche Einnahmen
pl_pl: Szacowany dochód miesięczny:
sv_se: Uppskattad månatlig inkomst:

source: Estimated monthly donations:
de_de: geschätzte monatliche Spenden
pl_pl: Szacowane miesięczne dotacje:
sv_se: Uppskattade månatliga donationer:

source: Income Over Time for %s
de_de: Einkommen im Zeitraum von %s
pl_pl: Dochód za okres %s
sv_se: Inkomst Över Tid för %s

source: Total donations for period:
de_de: Gesamtspende für Zeitraum:
pl_pl: Suma darowizn na okres:
sv_se: Donationer totalt för period:

source: Average monthly income: %s
de_de: durschnittlich monatliche Einnahmen: %s
pl_pl: Średni miesięczny dochód: %s
sv_se: Genomsnittlig månatlig inkomst: %s

source: Average monthly donations: %s
de_de: Durschnittlich monatliche Spenden: %s
pl_pl: Średnie miesięczne dotacje: %s
sv_se: Genomsnittligt antal månatliga donationer: %s

source: Today
de_de: Heute
pl_pl: Dzisiaj
sv_se: Idag

source: Yesterday
de_de: Gestern
pl_pl: Wczoraj
sv_se: Igår

source: Last Week
de_de: Letzte Woche
pl_pl: W zeszłym tygodniu
sv_se: Förra Veckan

source: Last Month
de_de: Letzter Monat
pl_pl: Poprzedni miesiąc
sv_se: Förra Månaden

source: This Quarter
de_de: Dieses Quartal
pl_pl: Ten kwartał
sv_se: Detta Kvartal

source: Last Quarter
de_de: Letztes Quartal
pl_pl: Poprzedni kwartał
sv_se: Föregående Kvartal

source: This Year
de_de: Dieses Jahr
pl_pl: W tym roku
sv_se: Detta År

source: Last Year
de_de: Letztes Jahr
pl_pl: W poprzednim roku
sv_se: Förra Året

source: Custom
de_de: Benutzerspezifisch
pl_pl: Własny
sv_se: Anpassad

source: From
de_de: Von
pl_pl: Od
sv_se: Från

source: To
de_de: Bis
pl_pl: Do
sv_se: Till

source: Payment Errors
de_de: Zahlungsfehler
pl_pl: Błędy płatności
sv_se: Betalningsfel

source: API Requests
de_de: API Anfragen
pl_pl: Żądania API
sv_se: API-förfrågningar

source: Log Type
pl_pl: Typ logów
sv_se: Loggtyp

source: You do not have permission to generate PDF sales reports
de_de: Sie haben keine Berechtigung um PDF Verkaufsberichte zu erzeugen
pl_pl: Nie posiadasz uprawnień by wygenerować PDF raportu sprzedaży
sv_se: Du har ej tillstånd att generera PDf-försäljningsrapporter

source: Nonce verification failed
de_de: Nonce Überprüfung fehlgeschlagen
pl_pl: Nonce weryfikacja nie powiodła się
sv_se: Verifiering av unik sträng (nonce) misslyckades

source: to
de_de: bis
pl_pl: do
sv_se: till

source: Donation report for the current year for all forms
de_de: Spendenbericht für alle Formulare im aktuellen Jahr
pl_pl: Raport dotacji za obecny rok dla wszystkich formularzy
sv_se: Donationsrapport för nuvarande och för alla formulär

source: Give - Democratizing Generosity
de_de: Give - Demokratisierung der Großzügigkeit
sv_se: Give - Demokratiserar Generositet

source: Date Range:
de_de: Zeitraum:
pl_pl: Okres
sv_se: Datumintervall:

source: Table View
de_de: Tabellenansicht
pl_pl: Widok Tabeli
sv_se: Tabellvy

source: Form Name
de_de: Formular Name
pl_pl: Nazwa formularza
sv_se: Formulärnamn

source: Number of Donations
de_de: Anzahl der Spenden
pl_pl: Liczba Dotacji
sv_se: Antal Donationer

source: Income to Date
de_de: Einkommen bis Datum
pl_pl: Dochód do tej pory
sv_se: Inkomst Hittils

source: No %s found.
de_de: Keine %s gefunden.
pl_pl: Nie znaleziono %s
sv_se: Inga %s funna.

source: Graph View
de_de: Grafische Ansicht
pl_pl: Widok wykresu
sv_se: Grafvy

source: Donations by Month for all Give Forms
de_de: Spenden pro Monat für alle Give Formulare
pl_pl: Miesięczne dotacje dla wszystkich formularzy Give
sv_se: Donationer Månadsvis för alla Give Formulär

source: May
de_de: Mai
pl_pl: Maj
sv_se: Maj

source: June
de_de: Juni
pl_pl: Czerwiec
sv_se: Juni

source: July
de_de: Juli
pl_pl: Lipiec
sv_se: Juli

source: Oct
de_de: Okt
pl_pl: Paź
sv_se: Okt

source: Export
de_de: Exportieren
pl_pl: Eksportuj
sv_se: Exportera

source: Logs
pl_pl: Logi
sv_se: Loggar

source: Payment Methods
de_de: Zahlungsmethoden
pl_pl: Formy płatności
sv_se: Betalningsmetoder

source: Report Type
de_de: Berichtstyp
pl_pl: Rodzaj sprawozdania.
sv_se: Rapporttyp

source: Show
de_de: Zeige
pl_pl: Pokaż
sv_se: Visa

source: Go Back
de_de: Zurück
pl_pl: Powrót
sv_se: Tillbaks

source: Income Over Time
de_de: Einkommen im Zeitraum
pl_pl: Całkowity dochód
sv_se: Inkomst Över Tid

source: Export Type
de_de: Export Typ
pl_pl: typ Eksportu
sv_se: Exporteringstyp

source: Export Options
de_de: Export Optionen
pl_pl: Opcje eksportu
sv_se: Exporteringsalternativ

source: Export PDF of Donations and Income
de_de: Export PDF mit Spenden und Einkommen
pl_pl: Eksportuj Dotacje i Dochód do PDF
sv_se: Exportera en PDF med Donationer och Inkomst

source: Download a PDF of Donations and Income reports for all forms for the current year.
de_de: Erzeuge ein PDF mit Spenden und Einkommensbericht für alle Formulare im aktuellen Jahr.
pl_pl: Pobierz PDF Raportu Dotacji i dochodu dla wszystkich formularzy w tym roku.
sv_se: Ladda ned en PDF med Donations- samt inkomstrapporter för nuvarande år och för alla formulär.

source: Generate PDF
de_de: Erzeuge PDF
pl_pl: Wygeneruj PDF
sv_se: Generera PDF

source: Export Income and Donation Stats
de_de: Export CSV mit Einkommen und Spendenstatus
pl_pl: Eksportuj Statystyki Dochodu i Dotacji
sv_se: Exportera Inkomst- och Donationsstatistik

source: Download a CSV of income and donations over time.
de_de: Erzeugt ein CSV mit Einkommen und Spenden über Zeitraum.
pl_pl: Pobierz CSV dochodu i dotacji do tej pory
sv_se: Ladda ned en CSV-fil med inkomst och donationer över tid.

# Date one to date two
source: to
de_de: bis
pl_pl: do
sv_se: till

source: Generate CSV
de_de: Erzeuge CSV
pl_pl: Generuj CSV
sv_se: Generera CSV

source: Export Donation History
de_de: Exportiere Spendenverlauf als CSV
pl_pl: Eksportuj Historię Dotacji
sv_se: Exportera Donationshistoria

source: Download a CSV of all donations recorded.
de_de: Erzeugt ein CSV von allen aufgezeichneten Spenden.
pl_pl: Pobierz CSV wszystkich otrzymanych dotacji
sv_se: Ladda ned en CSV-fil med alla registrerade donationer.

source: All Statuses
de_de: Alle
pl_pl: Wszystkie Statusy
sv_se: Alla Statusar

source: Export Donors in CSV
de_de: Exportiere Spender als CSV
pl_pl: Eksportuj Darczyńców do CSV
sv_se: Exportera Donatorer till CSV

source: Download a CSV of all donors' emails. Optionally export only donors that have donated to a particular form. Note: if you have a large number of donors, exporting the donation stats may fail.
de_de: Erzeugt eine CSV Datei mit allen Spender Email-Adressen. Optional exportiere nur Spender, welche mit einem bestimmten Formular gespendet haben. Hinweis: Der Export der Spenden kann fehlschlagen, wenn Sie sehr viele Spender haben.
pl_pl: Pobierz CSV wszystkich adresów email darczyńców. Opcjonalnie eksportuj tylko darczyńców, którzy wpłacili używając konkretnego formularza. Uwaga: jeśli masz dużą liczbę darczyńców eksport może się nie udać.
sv_se: Ladda ned en CSV-fil med alla donatorers e-postadresser. Alternativt exportera endast donatorer som har donerat till ett specifikt formulär. Notera: om du har ett stort antal donatorer så finns risk att export av donationsstatistik misslyckas.

source: All %s
de_de: alle %s
pl_pl: Wszystko %s
sv_se: Alla %s

source: Emails and Names
de_de: Emails und Namen
pl_pl: E-maile i imiona
sv_se: E-postadresser och Namn

source: Emails, Names, and Purchase Stats
de_de: Emails, Namen und Kaufstatistiken
pl_pl: Emaile, imiona i statystyki zakupów
sv_se: E-postadresser, Namn, och Köpestatistik

source: You do not have permission to do Give upgrades
de_de: Sie haben keine Berechtigung, Give Upgrades durchzuführen
pl_pl: Nie masz uprawnień by modernizować Give
sv_se: Du har ej tillstånd att göra Give-uppgraderingar.

source: Give - Upgrades
pl_pl: Give - Modernizacje
sv_se: Give - Uppgraderingar

source: The upgrade process has started, please be patient and do not close this window or navigate away from this page. This could take several minutes depending on the upgrade and the size of your website. You will be automatically redirected when the upgrade is finished.
de_de: Der Upgrade Vorgang wurde gestartet. Bitte haben Sie Geduld, schließen Sie nicht das Fenster oder verlassen Sie diese Seite. In Abhängigkeit vom Upgrade und der Serverauslastung kann der Vorgang mehrere Minuten dauern. Wenn das Upgrade fertig ist, werden Sie automatisch weitergeleitet.
pl_pl: Proces modernizacji został rozpoczęty, proszę uzbroić się w cierpliwość i nie zamykać tego okna ani nie przechodzić na inną stronę. Proces może zająć kilka minut w zależności od modernizacji i rozmiaru twojej strony. Zostanie automatycznie przeniesiony gdy modernizacja zostanie zakończona.
sv_se: Uppgraderingsprocessen har påbörjats, vänligen ha tålamod och stäng inte detta fönster eller navigera iväg från sidan. Detta kan ta flera minuter beroende på uppgraderingen och storleken på din webbplats. Du kommer automatiskt att dirigeras vidare när uppgraderingen är klar.

source: Step %d of approximately %d running
de_de: Schritt %d von ungefähr %d abgeschlossen
pl_pl: Krok %d z około %d
sv_se: Steg %d av ca. %d körs

source: Welcome to Give
de_de: Willkommen zu Give
pl_pl: witamy w Give
sv_se: Välkommen till Give

source: Give Changelog
de_de: Give Änderungshistorie
pl_pl: Dziennik zmian
sv_se: Give Ändringslogg

source: Getting started with Give
de_de: Mit Give anfangen
pl_pl: Pierwsze kroki z Give
sv_se: Komma igång med Give

source: The people that build Give
de_de: Die Leute die Give erschaffen haben
pl_pl: Osoby, które zbudowały Give
sv_se: Folket som skapar Give

source: About Give
de_de: Über Give
pl_pl: O Give
sv_se: Om Give

source: Getting Started
de_de: Kurzanleitung
pl_pl: Pierwsze kroki
sv_se: Komma Igång

source: Credits
de_de: Kredits
pl_pl: Przypisy
sv_se: Erkännanden

source: Welcome to Give %s
de_de: Willkommen zu Give %s
pl_pl: Witamy w Give %s
sv_se: Välkommen till Give %s

source: Thank you for activating or updating to the latest version of Give! If you're a first time user, welcome! You're well on your way to empowering your cause. </You>We encourage you to check out the <a href="%s" title="View the Give plugin documentation online" target="_blank">plugin documentation</a> and getting started guide below.
de_de: Vielen Dank für die Aktivierung oder Aktualisierung auf die letzte Version von Give! Wenn Sie Give zum ersten Mal verwenden, Willkommen! Sie sind auf dem besten Weg, Ihr Spendenproblem zu lösen. </You>Wir empfehlen Ihren die <a href="%s" title="View the Give plugin documentation online" target="_blank">Plugin Dokumentation</a> zu lesen und die unten stehende Anleitung zu beachten.
pl_pl: Dziękujemy za aktywację lub aktualizację do najnowszej wersji Give! Jeśli jesteś nowym użytkownikiem - witaj! Jesteś na dobrej drodze by rozwinąć swoją akcję </You> Polecamy byś sprawdził <a href="%s" title="View the Give plugin documentation online" target="_blank"> dokumentację wtyczki </a> oraz przewodnik z pierwszymi krokami poniżej.
sv_se: Tack för att du aktiverar, eller uppdaterar till, den senaste versionen av Give! Om du är en förstagångsanvändare, välkommen! Du är på god väg att ge din sak en skjuts framåt. </You>Vi uppmanar dig att kolla in <a href="%s" title="Läs dokumentation för Give-tillägget online" target="_blank">tilläggets dokumentation</a> samt kom-i-gång-guiden nedan.

source: Be sure to sign up for the Give newsletter below to stay informed of important updates and news.
de_de: Tragen Sie sich unten in den Give Newsletter ein, um über wichtige Updates und Neuigkeiten auf dem Laufenden zu bleiben.
pl_pl: Zapisz się do Newslettera Give aby być na bieżąco z aktualizacjami i nowościami.
sv_se: För att hålla dig uppdaterad om vikitga uppdateringar och nyheter, glöm ej att registrera dig för prenumeration på Give:s nyhetsbrev.

source: Give empowers you to easily accept donations and setup fundraising campaigns, directly within WordPress. We created Give to provide a better donation experience for you and your users. Robust, flexible, and intuitive, the plugin is built from the ground up to be the goto donation solution for WordPress. Create powerful donation forms, embed them throughout your website, start a campaign, and exceed your fundraising goals with Give. This plugin is actively developed and proudly supported by folks who are dedicated to helping you and your cause.
de_de: Give ermöglicht es Ihnen direkt in WordPress Spenden zu akzeptieren und Spendenaktionen einzurichten. Wir haben Give geschaffen, um Ihnen und Ihren Besuchern eine bessere Spendenerfahrung zu bieten. Robust, flexibel und intuitiv, dieses Plugin ist komplett neu entwickelt um die beste Spendenlösung für WordPress zu werden. Legen Sie elegante Spendenformulare an, bauen Sie diese in Ihrer Seite ein, beginnen Sie eine Spendenaktion und übertreffen Sie Ihre Spendenziele mit Give. Das Plugin wird kontinuierlich weiterentwickelt und von Leuten betreut, welche sich zum Ziel gesetzt haben, Sie und Ihren Fall bestmöglich zu unterstützen.
pl_pl: Give pozwala ci na zbieranie dotacji w łatwy sposób oraz ustawianie kampanii mających na celu zbieranie funduszy bezpośrednio w WordPressie. Utworzyliśmy Give aby stworzyć lepsze doświadczenie dla ciebie i twoich darczyńców. Intuicyjna i łatwa w obsłudze wtyczka zbudowana od podstaw w celu utworzenia najlepszego rozwiązania dla dotacji w WordPressie. Utwórz formularze, dodaj je gdzie tylko chcesz na swojej stronie, rozpocznij kampanię i osiągaj swoje finansowe cele razem z Give. Wtyczka ta jest aktywnie rozwijana i wspmagana przez ludzi którzy poświęcają swój czas by pomóc tobie i twojej sprawie.
sv_se: Give ger dig möjlighet att enkelt ta emot donationer och sätta upp insamlingskampanjer direkt i WordPress. Vi skapade Give för att ge dig och dina användare en bättre donationsupplevelse. Tillägget är robust, flexibelt, intuitivt och byggt från grunden och upp för att vara det självklara valet för donationer i WordPress. Skapa kraftfulla donationsformulär, bädda in dem var du vill på din webbplats, starta en kampanj och överskrid dina insamlingsmål med Give. Detta tillägg utvecklas aktivt och stöds stolt av människor dedikerade att hjälpa dig och din sak framåt.

source: Getting to Know Give
de_de: Give kennenlernen
pl_pl: Poznaj Give
sv_se: Att Lära Känna Give

source: Before you get started with Give we suggest you take a look at the online documentation. There you will find the getting started guide which will help you get up and running quickly. If you have an question, issue or bug with the Core plugin please submit an issue on the Give website. We also welcome your feedback and feature requests. Welcome to Give. We hope you much success with your cause.
de_de: Bevor Sie mit Give anfangen, empfehlen wir Ihnen ein Blick in die Online Dokumentation. Sie finden dort eine Kurzanleitung, welche Ihnen bei den ersten Schritten hilft. Wenn Sie Fragen, Probleme oder Fehler mit dem Kern-Plugin haben, eröffnen Sie bitte ein Theme im Give Forum. Wir freuen uns auch über Ihre Feedback und Entwicklungsanfragen. Schön, dass sie da sind. Wir hoffen Sie haben großen Erfolg mit Ihrer Sache.
pl_pl: Zanim zaczniesz sugerujemy abyś przejrzał/a dokumentację. Znajdziesz tam przewodnik, który pomoże ci szybko i bezproblemowo rozpocząć twoje akcje. Jeśli masz pytanie, problem lub trafiłeś/łaś na bug prosimy o poinformowanie nas na stronie Give. Oczywiście chętnie przyjmiemy wszystkie opinie i prośby o dodatkowe funkcje. Witaj w Give. Liczymy na to że osiągniesz sukces.
sv_se: Innan du börjar med Give rekommenderar vi att du läser dokumentationen på nätet. Där hittar du kom-i-gång-guiden som ser till att du snabbt och enkelt är på banan. Om du har en fråga, ett problem eller hittar en bugg i tilläggets Kärna, var vänlig att posta detta till oss på Give:s webbplats. Vi tar också tacksamt emot din feedback och dina önskemål om nya funktioner. Välkommen till Give. Vi önskar dig stor framgång med din sak.

source: Thank you for updating to the latest version! Give %s is ready to make your online store faster, safer, and better!
de_de: Vielen Dank für die Aktualisierung auf die letzte Version! Mit Give %s können Sie nun Ihre Seite schneller, sicherer und besser machen!
pl_pl: Dziękujemy za aktualizację do najnowszej wersji! Give %s jest gotowy do użycia!
sv_se: Tack för att du uppdaterar till den senaste versionen! Give %s är redo för att göra din webbaffär snabbare, säkrare, och bättre!

source: Full Changelog
de_de: Komplette Änderungshistorie
pl_pl: Dziennik zmian
sv_se: Fullständig Ändringslogg

source: Go to Give Settings
de_de: Gehe zu Give Einstellungen
pl_pl: Przejdź do ustawień
sv_se: Gå till Give-inställningar

source: Give %s - Getting Started Guide
de_de: Give %s - Kurzanleitung
pl_pl: Give %s - Przewodnik
sv_se: Give %s - Kom-I-Gång-Guide

source: Welcome to the getting started guide.
de_de: Willkommen zur Kurzanleitung.
pl_pl: Witamy w przewodniku.
sv_se: Välkommen till kom-i-gång-guiden.

source: Don't forget to sign up for the newsletter!
de_de: Abonnieren Sie den Newsletter!
pl_pl: Nie zapomnij zapisać się do naszego newslettera!
sv_se: Glöm ej att registrera dig för nyhetsbrevet!

source: Getting started with Give is easy! We put together this quick start guide to help first time users of the plugin. Our goal is to get you up and running in no time. Let's begin!
de_de: Der Beginn mit Give ist leicht! Wir haben diese Kurzanleitung zusammengestellt, um Erstanwendern des Plugins zu helfen. Wir möchten, dass Sie in kürzester Zeit einsatzbereit sind. Los gehts!
pl_pl: Pierwsze kroki z Give są bardzo proste! Ustawiliśmy wszystko tak by nowi użytkownicy nie mieli problemu z rozpoczęciem. Naszym celem jest byście rozpoczęli najszybciej jak to możliwe, a wiec do dzieła!
sv_se: Det är lätt att komma igång med Give! Vi har satt ihop denna kom-i-gång-guide för nya användare av detta tillägg. Vårt mål är att du skall komma igång på nolltid. Låt oss börja!

source: STEP 1: Create a New Form
de_de: SCHRITT 1: Erstellen Sie ein neues Formular
pl_pl: KROK 1: Utwórz nowy formularz
sv_se: STEG 1: Skapa ett Nytt Formulär

source: Give is driven by it's powerful form building features. But it is not simply a "form". From the "Add New Form" page you'll be able to choose how and where you want to receive your donations. You'll be able to set the donation amounts. You even get to choose whether you want to create a whole page for your form, or embed it on a different page of your site.
de_de: Give hat sehr umfangreiche Formular Funktionen. Aber es ist nicht nur ein einfaches "Formular". Von der "Formular hinzufügen" Seite können Sie auswählen wie und wo Sie Spenden erhalten möchten. Sie können die Spendenhöhe festlegen. Sie können sogar auswählen, ob Sie für Ihr Formular eine ganze neue Seite anlegen möchten oder ob Sie es auf einer anderen Seite ihre Webseite einfügen möchten.
pl_pl: Give ma wiele niesamowitych funkcji budowania formularzy. To nie jest po prostu "Formularz". Na stronie "Dodaj nowy formularz" będziesz w stanie wybrać jak i gdzie chcesz otrzymywać dotacje. Ustawisz tam kwoty dotacji. Możesz nawet wybrać czy chcesz utworzyć nową stronę poświęconą temu formularzowi czy po prostu dodać go do innej strony.
sv_se: Give drivs av sina kraftfulla verktyg för att skapa formulär. Men det är inte bara ett "formulär". Från sidan "Lägg Till Nytt Formulär" kan du välja hur och var du vill ta emot dina donationer. Du kan bestämma donationsbelopp. Du kan till och med bestämma om du vill skapa en helt egen sida för ditt formulär eller bädda in det på en annan sida.
