Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: But all of these features begin simply by going to the menu and choosing "Add New Form."
de_de: Aber all diese Funktionen starten einfach indem Sie im Menü "Formular hinzufügen" auswählen
pl_pl: Ale wszystkie te funkcje rozpoczynają się od przejścia do menu i kliknięcia na "Dodaj nowy formularz"
sv_se: Men tillgången till alla dessa funktioner börjar med att du helt enkelt går till menyn och väljer "Lägg Till Nytt Formulär".

source: STEP 2: Choose Your Levels
de_de: SCHRITT 2: Wählen Sie ihre Stufen
pl_pl: KROK 2: Wybierz Poziomy
sv_se: STEG 2: Välj Dina Nivåer

source: Each Form can be set to receive either a pre-determined amount or have multiple suggested levels of giving. Choosing "Multi-level Donation" opens up the levels section where you can add as many levels as you like with your own custom names and amounts.
de_de: Jedes Formular kann so eingerichtet werden, dass entweder ein vordefinierter Betrag oder mehrstufige Vorschläge angeboten werden. Nach Auswahl von "Mehrstufige Spende" öffnet sich die Detailansicht wo Sie so viele Stufen mit benutzerdefinierten Beträgen und Namen hinzufügen können, wie sie möchten.
pl_pl: Każdy formularz może być ustawiony by pobierać albo z góry ustawioną kwotę lub posiadać wiele poziomów dotacji. Wybierając "Wielopoziomowe Dotacje" otwiera się sekcja ustawiania poziomów, gdzie możesz dodać tyle poziomów ile chcesz ustawiając ich kwotę i nadając im nazwy.
sv_se: Varje Formulär kan ställas in att ta emot antingen ett förutbestämt belopp eller att ha flera donationsnivåer. Vid val av "Flernivådonation" öppnas nivåsektionen upp där du kan lägga till så många nivåer du vill med egna anpassade namn och belopp.

source: STEP 3: Landing Page or Shortcode Mode?
de_de: SCHRITT 3: Landing Page oder Shortcode Modus?
pl_pl: KROK 3: Oddzielna strona czy Użycie skrótu?
sv_se: STEG 3: Landningssida eller Kortkodsläge?

source: Every form you create in Give can either become it's own stand-alone page, or it can be inserted into any other page or post throughout your site as a Shortcode.
de_de: Jedes Formular, welches Sie in Give anlegen kann entweder als eigene Seite verwendet werden, oder es kann in jede andere Seite oder Beitrag auf Ihrer Seite mit einem Shortcode eingefügt werden.
pl_pl: Każdy formlarz jaki utworzysz w give może stać się oddzielną stroną lub może być dodany do którejkolwiek strony lub wpisu na twojej stronie przy użyciu skrótu.
sv_se: Varje formulär skapat i Give kan antingen visas som en egen sida, eller så kan det infogas på valfri sida/inlägg på din webbplats med en Kortkod.

source: You can choose these different modes by going to the "Form Content" section. From there, you can choose to add content before or after the Donation form on a page, or if you choose "None" perhaps you want to instead use the shortcode. You can find the shortcode in the top right column directly under the Publish/Save button. This feature gives you the most amount of flexibility with controlling your content on your website all within the same page.
de_de: Sie können die verschiedenen Methoden im "Formular Text" Bereich auswählen. Dort können Sie festlegen, ob Sie den Text vor oder nach dem Spendenformular auf einer Seite hinzufügen möchten. Wenn Sie das nicht benötigen oder den Shortcode verwenden, wählen Sie "Keinen". Mit der Verwendung des Shortcodes haben Sie den höchsten Grad an Flexibilität. Sie finden den Shortcode in der oberen rechten Spalte, direkt unter der "Speichern / Veröffentlichen" Schaltfläche.
pl_pl: Możesz wybrać jeden z tych trybów przechodząc do sekcji " Treść Formularza". Tam możesz wybrać i dodać treść jaka zostanie dodana przed lub pod formularzem na stronie dotacji, a jeśli wybierzesz "Brak" formularz będzie gotowy do wstawienia na inną stronę lub wpis przy użycia skrótu. Skrót formularza znajdziesz w górnej prawej kolumnie tuż poniżej guzika "Publikuj". Opcja ta daje ci wiele różnych możliwości kontrolowania gdzie co i jak ma się pojawiać.
sv_se: Du kan välja dessa olika lägen genom att gå till sektionen "Formulärinnehåll". Där kan du välja att lägga till innehåll före eller efter Donationsformuläret på en sida, eller om du väljer "Inget" så kanske du istället vill använda kortkoden. Kortkoden hittar du högst upp i den högra kolumnen omedelbart under knappen Publicera/Spara. Detta upplägg ger dig största möjliga flexibilitet att styra innehållet på din webbplats. Allt på samma sida.

source: STEP 4: Configure Your Display Options
de_de: SCHRITT 4: Konfigurieren Sie Ihre Anzeige-Optionen
pl_pl: KROK 4: Konfiguracja Opcji Wyświetlania
sv_se: STEG 4: Konfigurera Dina Visningsalternativ

source: Lastly, you can present the form in a lot of different ways. With the "Display Options" section you can configure how the credit card field appears, the submit button text, which Gateway you want to use, whether Guests (non-logged in users) can donate or not, and a log-in form.
de_de: Letztendliche können Sie das Formular in vielen verschiedenen Arten anpassen. Im "Anzeigeoptionen"-Bereich können Sie einstellen, wie die Kreditkartenfelder erscheinen, den Text der Absende Schaltfläche ändern, einstellen welches Zahlungs-Gateway sie benutzen möchten, ob Gäste (nicht eingeloggte Benutzer) spenden können oder nicht und ein Anmeldeformular einblenden.
pl_pl: Na zakończenie możesz swój formularz wyświetlić na wiele różnych sposobów. W sekcji "Opcje wyświetlania" możesz skonfigurować w jaki sposób będą się pojawiać pola wpisywania numeru karty kredytowej, jaki tekst będzie wyświetlany na guziku wysyłającym formularz, jakiej bramki płatniczej chcesz używać, czy goście (nie zalogowani użytkownicy) mogą składać dotacje czy nie, oraz dodawanie formularza logowania.
sv_se: Slutligen så kan du presentera formuläret på många olika sätt. I sektionen "Visningsalternativ" kan du konfigurera hur kreditkortsfältet skall se ut, ange text på skickaknappen, vilken Nätsluss du vill använda, huruvida Gäster (ej inloggade användare) kan donera eller ej, samt ett inloggningsformulär.

source: Give %s - Credits
de_de: Give %s - Kredits
pl_pl: Give %s - Przypisy
sv_se: Give %s - Poäng

source: Thanks to all those who have contributed code directly or indirectly.
de_de: Vielen Dank an alle, welche direkt oder indirekt zu diesem Programm beigetragen haben.
pl_pl: Dziękujemy wszystkim którzy wspomogli nas pośrednio i bezpośrednio.
sv_se: Tack till alla ni som har bidragit med kod, direkt eller indirekt.

source: Give is created by a dedicated team of developers. If you are interested in contributing please visit the <a href="https://github.com/WordImpress/give" target="_blank">GitHub Repo</a>.
de_de: Give wird von einem engagierten Entwicklerteam hergestellt. Wenn Sie mithelfen möchten, besuchen Sie bitte das <a href="https://github.com/WordImpress/give" target="_blank">GitHub Repo</a>.
pl_pl: Give został stworzony przez grupę deweloperów. Jeśli jesteś zainteresowany/a pomocą nam odwiedź <a href="https://github.com/WordImpress/give" target="_blank">GitHub Repo</a>.
sv_se: Give är skapat av ett dedikerat team av utvecklare. Om du är intresserad av att bidra, var god besök <a href="https://github.com/WordImpress/give" target="_blank">Give:s GitHub Repo</a>.

source: No valid changlog was found.
de_de: Keine gültige Änderungsliste gefunden.
pl_pl: Nie znaleziono odpowiedniego dziennika zmian.
sv_se: Ingen giltig ändringslogg hittades.

source: No results found
de_de: Keine Ergebnisse gefunden
pl_pl: Nie znaleziono wyników
sv_se: Inga resultat funna

source: No users found
de_de: Keine Benutzer gefunden
pl_pl: Nie znaleziono użytkowników
sv_se: Inga användare funna

source: You must specify both a token and API key!
de_de: Sie müssen sowohl einen Token als auch einen API Schlüssel angeben
pl_pl: Musisz podać zarówno token jak i klucz API!
sv_se: Du måste specificera en pollett och en API-nyckel!

source: Your request could not be authenticated!
de_de: Ihre Anfrage konnte nicht authentifiziert werden!
pl_pl: Autoryzacja nie powiodła się!
sv_se: Din förfrågan kunde ej autentiseras!

source: Invalid API key!
de_de: Ungültiger API Schlüssel!
pl_pl: Nieprawidłowy klucz API!
sv_se: Ogiltig API-nyckel!

source: Invalid API version!
de_de: Ungültige API Version!
pl_pl: Nieprawidłowa wersja API!
sv_se: Ogiltig API-version!

source: Invalid query!
de_de: Ungültige Abfrage!
pl_pl: Nieprawidłowe zapytanie
sv_se: Ogiltig förfrågan!

source: Donor %s not found!
de_de: Spender %s nicht gefunden!
pl_pl: Nie znaleziono darczyńcy %s!
sv_se: Donator %s hittades ej!

source: No donors found!
de_de: Keine Spender gefunden!
pl_pl: Nie znaleziono darowizn
sv_se: Inga donatorer hittades!

source: Form %s not found!
de_de: Formular %s nicht gefunden!
pl_pl: Formularz %s nie znaleziony!
sv_se: Formulär %s hittades ej!

source: The end date must be later than the start date!
de_de: Das Enddatum muss später als das Startdatum sein!
pl_pl: Data zakończenia musi być późniejsza niż data rozpoczęcia!
sv_se: Slutdatum måste vara senare än startdatum!

source: Invalid or no date range specified!
de_de: Ungültiger oder kein Zeitraum angegeben!
pl_pl: Błędny lub nie sprecyzowany okres!
sv_se: Ogiltigt eller inget datumintervall angivet!

source: Product %s not found!
de_de: Produkt %s nicht gefunden!
pl_pl: Nie znaleziono %s produktu!
sv_se: Produkt %s hittades ej!

source: Give API Keys
de_de: Give API Schlpssel
pl_pl: Klucze API Give
sv_se: Give API-nycklar

source: Generate API Key
de_de: API Schlüssel erzeugen
pl_pl: Wygeneruj klucz API
sv_se: Generera API-nyckel

source: Public key:
de_de: Öffentlicher Schlüssel:
pl_pl: Klucz publiczny:
sv_se: Publik Nyckel:

source: Secret key:
de_de: Privater Schlüssel:
pl_pl: Klucz prywatny
sv_se: Hemlig Nyckel:

source: Token:
sv_se: Pollett:

source: Revoke API Keys
de_de: Widerrufe API Schlüssel
pl_pl: Unieważnij klucze API
sv_se: Annullera API-nycklar

source: You do not have permission to %s API keys for this user
de_de: Sie haben keine Berechtigung um %s API Schüssel für diesen Benutzer
pl_pl: Nie masz uprawnień do %s kluczy API dla tego użytkownika
sv_se: Du har ej tillstånd att %s API-nycklar för denna användare

source: Can't get property %s
de_de: Kann keine Eigenschaft bekommen %s
pl_pl: Nie można uzyskać właściciela %s
sv_se: Kan ej hämta egenskap %s

source: New Give Form
de_de: Neues Give Formular
pl_pl: Nowy Formularz Give:
sv_se: Nytt Give-formulär

source: Select a %s
de_de: Wählen Sie ein %s
pl_pl: Wybierz %s
sv_se: Välj en %s

source: No Give Forms Found
de_de: Keine Give Formulare gefunden
pl_pl: Nie znaleziono formularzy
sv_se: Inga Give-formulär Funna

source: Select a Donor
de_de: Wähle einen Spender
pl_pl: Wybierz darczyńcę
sv_se: Välj en Donator

source: No donor attached
de_de: Kein Spender angehängt
pl_pl: Brak powiązanego darczyńcy
sv_se: Ingen donator bifogad

source: No donors found
de_de: Keine Spender gefunden
pl_pl: Nie znaleziono darczyńców
sv_se: Inga donatorer hittades

source: All Categories
de_de: Alle Kategorien
pl_pl: Wszystkie kategorie
sv_se: Alla Kategorier

# all dropdown items
source: All
de_de: Alle
pl_pl: Wszystkie
sv_se: Alla

# no dropdown items
source: None
de_de: Keine
pl_pl: Brak
sv_se: Inga

source: Enter username
de_de: Benutzername eingeben
pl_pl: Podaj nazwę użytkownika.
sv_se: Ange användarnamn

source: Add-on Licenses
de_de: Add-On Lizenzen
pl_pl: Licencje rozszerzeń
sv_se: Expansionslicenser

source: This license does not belong to the product you have entered it for.
de_de: Diese Lizenz gehört nicht zum angegebenen Produkt
pl_pl: Licencja nie obejmuje tego produktu.
sv_se: Denna licens tillhör ej produkten som du har angivit den för.

source: This license does not have any activations left
de_de: Diese Lizenz hat keine Aktivieren mehr frei
pl_pl: Ta licencja nie ma już wolnych aktywacji.
sv_se: Denna licens har inga aktiveringar kvar

source: This license key is expired. Please renew it.
de_de: Der Lizenzschlüssel ist abgelaufen. Bitte erneuern Sie diesen.
pl_pl: Ten klucz jest przeterminowany. Proszę go odnowić.
sv_se: Licensnyckeln är utgången. Var god att förnya den.

source: There was a problem activating your license key, please try again or contact support. Error code: %s
de_de: Die Aktivierung Ihres Lizenzschlüssels ist fehlgeschlagen. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support. Fehlermeldung: %s
pl_pl: Wystąpił błąd przy aktywacji twojego klucza licencji, proszę spróbować ponownie lub skontaktować się z obsługą. Kod błędu: %s
sv_se: Ett problem uppstod när din licensnyckal skulle aktiveras, var god försök igen eller kontakta support. Felkod: %s

source: Give Manager
pl_pl: Manager Give
sv_se: Give Administratör

source: Give Accountant
de_de: Give Buchhalter
pl_pl: Księgowy Give
sv_se: Give Revisor

source: Give Worker
de_de: Give Arbeiter
pl_pl: Pracownik Give
sv_se: Give Arbetare

source: Last Quater
de_de: Letztes Quartal
pl_pl: Poprzedni kwartał
sv_se: Förra Kvartalet

source: Improper date provided.
de_de: Unpassendes Datum angegeben.
pl_pl: Podano nieprawidłową datę.
sv_se: Olämpligt datum angivet.

source: Asturias
sv_se: Asturien

source: Baleares
sv_se: Balearerna

source: Cantabria
sv_se: Kantabrien

source: Castell&oacute;n
sv_se: Castell&oacute;

source: Bizkaia
sv_se: Biscaya

source: The name of completed donation form.
de_de: Der Name des fertigen Spendenformulars
pl_pl: Nazwa wypełnionego formularza dotacji.
sv_se: Namnet på det ifyllda donationsformuläret.

source: The donor's first name
de_de: Der Vorname des Spenders
pl_pl: Imię Darczyńcy
sv_se: Donatorns förnamn

source: The donor's full name, first and last
de_de: Der komplette Name des Spenders, Vorname und Nachname
pl_pl: Imię i nazwisko darczyńcy
sv_se: Donatorns hela namn, förnamn och efternamn

source: The donor's user name on the site, if they registered an account
de_de: Der Benutzername des Spenders auf der Seite, wenn Sie ein Konto registriert haben.
pl_pl: Nazwa użytkownika darczyńcy jeśli jest zarejestrowany
sv_se: Donatorns användarnamn på webbplatsen, om de har registrerat ett konto

source: The donor's email address
de_de: Die Email-Adresse des Spenders
pl_pl: Adres email darczyńcy
sv_se: Donatorns e-postadress

source: The donor's billing address
de_de: Die Rechnungsadresse des Spenders
pl_pl: Dane rozliczeniowe darczyńcy
sv_se: Donatorns faktureringsadress

source: The date of the donation
de_de: Das Datum der Spende
pl_pl: Data Dotacji
sv_se: Datum för donationen

source: The total price of the donation
de_de: Der Gesamtpreis der Spende
pl_pl: Łączna kwota darowizny
sv_se: Totalt pris för donationen

source: The unique ID number for this donation
de_de: Die eindeutige ID Nummer für diese Spende
pl_pl: Unikalny numer ID dla tej dotacji
sv_se: Det unika ID-numret för denna donation

source: The unique ID number for this donation receipt
de_de: Die eindeutige ID Nummer für diese Spendenquittung
pl_pl: Unikalny numer ID dla rachunku tej dotacji
sv_se: Det unika ID-numret för detta donationskvitto

source: The method of payment used for this donation
de_de: Die Zahlungsmethode welche für diese Spende verwendet wurde
pl_pl: Użyta forma płatności
sv_se: Betalningssätt som använts vid denna donation

source: Your site name
de_de: Ihre Seiten-Name
pl_pl: Nazwa twojej strony
sv_se: Namnet på din webbplats

source: Adds a link so users can view their receipt directly on your website if they are unable to view it in the browser correctly.
de_de: Füge einen Link hinzu, sodass Benutzer Ihre Spendenquittung direkt auf Ihrer Webseite anschauen können, wenn diese nicht korrekt dargestellt wird.
pl_pl: Dodaje link aby użytkownicy mogli zobaczyć rachunek bezpośrednio na twojej stronie jeśli nie są w stanie wyświetlić go poprawnie w inny sposób.
sv_se: Lägger till en länk så att användare kan se sitt kvitto direkt på din webbplats om de ej kan visa det korrekt i webbläsaren.

source: There was an error retrieving this donation title
de_de: Fehler bei der Abfrage des Spendentitels
pl_pl: Wystąpił błąd podczas pobierania tytułu dotacji
sv_se: Ett fel uppstod vid hämtning av denna donationstitel

source: %1$sView it in your browser.%2$s
de_de: %1$sÖffne in Ihrem Browser%2$s
pl_pl: %1$sZobacz to w swojej przeglądarce.%2$s
sv_se: %1$sVisa det i din webbläsare.%2$s

source: Default Template
de_de: Standard Vorlage
pl_pl: Domyślny szablon
sv_se: Standardmall

source: No template, plain text only
de_de: Keine Vorlage, nur reiner Text
pl_pl: Brak szablonu, tylko zwykły tekst
sv_se: Ingen mall, endast ren text

source: You cannot send email with Give_Emails until init/admin_init has been reached
de_de: Sie können keine Emails mit Give_Emails versenden bis init/admin_init erreicht wurde
pl_pl: Nie możesz wysyłać wiadomości z Give_Emails aż osiągniesz init/admin_init
sv_se: Du kan inte skicka e-post med Give_Emails förrän init/admin_init har uppnåtts

source: New Donation - Payment #%1$s
de_de: Neue Spende - Zahlung #%1$s
pl_pl: Nowa dotacia - płatność #%1$s
sv_se: Ny Donation - Betalning #%1$s

source: New Donation!
de_de: Neue Spende!
pl_pl: Nowa dotacja!
sv_se: Ny Donation!

source: Hi there,
de_de: Hallo,
pl_pl: Witaj,
sv_se: Hallå där,

source: This email is to inform you that a new donation has been made on your website:
de_de: Sie haben eine neue Spende auf ihrer Webseite erhalten:
pl_pl: Informujemy cię że na Twojej stronie dokonano nowej dotacji:
sv_se: Detta e-postmeddelande skickas för att informera dig om att en ny donation har gjorts på din webbplats:

source: Donor:
de_de: Spender:
pl_pl: Darczyńca:
sv_se: Donator:

source: Amount:
de_de: Betrag:
pl_pl: Kwota:
sv_se: Belopp:

source: Payment Method:
de_de: Zahlungsmethode:
pl_pl: Metoda płatności:
sv_se: Betalningssätt:

source: Thank you,
de_de: Vielen Dank,
pl_pl: Dziękuję,
sv_se: Tack,

source: These are some sample notes added to a donation.
de_de: Dies sind einige Beispiel-Bemerkungen für eine Spende.
pl_pl: Do płatności została dodana notatka.
sv_se: Detta är ett antal exempel på noteringar som läggs till en donation.

source: Preview Email
de_de: Voransicht Email
pl_pl: Podgląd wiadomości E-mail
sv_se: Förhandsgranska E-postmeddelande

source: Click the buttons to preview emails.
de_de: Klicke die Schaltfläche für die Vorschau der Emails.
pl_pl: Kliknij, aby zacząć podgląd
sv_se: Klicka på knapparna för att förhandsgranska e-post.

source: Donation Receipt Preview
de_de: Spendenquittung Vorschau
pl_pl: Podgląd Rachunku za Dotację
sv_se: Förhandsgranskning Av Donationskvitto

source: Preview Donation Receipt
de_de: Voransicht Spendenquittung
pl_pl: Podejrzyj Rachunek za Dotację
sv_se: Förhandsgranska Donationskvitto

source: This will send a demo donation receipt to the emails listed below.
de_de: Wird eine Demo Spendenquittung an die unten angegebene Email versenden.
pl_pl: To wyśle próbny rachunek za dotację na emaile podane poniżej.
sv_se: Detta skickar ett test-donationskvitto till e-postadresserna som listas nedan.

source: Send Test Email
de_de: Sende Test Email
pl_pl: Wyślij testowy email
sv_se: Skicka Testmeddelande (E-post)

source: Hello
de_de: Hallo
pl_pl: Witaj
sv_se: Hej

source: A donation has been made
de_de: Eine Spende wurde gemacht
pl_pl: Dokonano wpłaty
sv_se: En donation har gjorts

source: %s sold:
de_de: %s verkauft:
pl_pl: %s sprzedane:
sv_se: %s sålda:

source: Thank you
de_de: Vielen Dank
pl_pl: Dziękujemy!
sv_se: Tack

source: Missing donation key.
de_de: Fehlender Spendenschlüssel
pl_pl: Brakuje klucza dotacji.
sv_se: Donationsnyckel saknas.

source: Receipt
sv_se: Kvitto

source: Updating Price
sv_se: Uppdaterar Pris

source: Personal Info
de_de: Persönliche Informationen
pl_pl: Dane osobiste
sv_se: Personlig Information

source: We will use this to personalize your account experience.
de_de: Wir werden diese verwenden um Ihr Konto zu personalisieren.
pl_pl: Użyjemy tych danych aby spersonalizować twoje konto.
sv_se: Vi kommer att använda detta för att göra din upplevelse mer personlig för detta konto.

source: First name
de_de: Vorname
pl_pl: Imię
sv_se: Förnamn

source: We will use this as well to personalize your account experience.
de_de: Auch diese werden wir verwenden, um Ihr Konto zu personalisieren.
pl_pl: Imienia użyjemy do personalizacji konta.
sv_se: Detta kommer vi också att använda för att göra din upplevelse mer personlig för detta konto.

source: Last name
de_de: Nachname
pl_pl: Nazwisko
sv_se: Efternamn

source: Email Address
de_de: Email Adresse
pl_pl: Adres e-mail
sv_se: E-postadress

source: We will send the purchase receipt to this address.
de_de: Wir werden die Spendenquittung zu dieser Adresse senden.
pl_pl: Na ten adres wyślemy dowód zakupu.
sv_se: Vi kommer att skicka köpekvittot till denna adress.

source: Email address
de_de: Email Addresse
pl_pl: Adres email
sv_se: E-postadress

source: Credit Card Info
de_de: Kreditkarteninformation
pl_pl: Informacje o karcie kredytowej
sv_se: Kreditkortsinformation

source: This is a secure SSL encrypted payment.
de_de: Die ist eine SSL-gesicherte Zahlung.
pl_pl: Używamy bezpiecznego połączenia SSL do płatności.
sv_se: Detta är en säker SSL-krypterad betalning.

source: Card Number
de_de: Kartennummer
pl_pl: Numer karty
sv_se: Kortnummer

source: The (typically) 16 digits on the front of your credit card.
de_de: Die (normalerweise) 16 Zahlen auf der Vorderseite Ihrer Kreditkarte.
pl_pl: (Zazwyczaj) 16 cyfr na pierwszej stronie Twojej karty kredytowej.
sv_se: De (vanligen) 16 siffrorna på framsidan av ditt kreditkort.

source: Card number
de_de: Kartennummer
pl_pl: Numer karty
sv_se: Kortnummer

source: The 3 digit (back) or 4 digit (front) value on your card.
de_de: Die dreistellige (Rückseite) oder vierstellige (Vorderseite) Kontrollziffer Ihrer Karte.
pl_pl: Trzy cyfry (z tyłu) lub 4 cyfry (z przodu) na twojej karcie.
sv_se: Det 3-siffriga (baksidan) eller 4-siffriga (framsidan) värdet på ditt kort.

source: Security code
de_de: Sicherheitscode
pl_pl: Kod zabezpieczjący
sv_se: Säkerhetskod

source: Name on the Card
de_de: Name auf der Karte
pl_pl: Imię i nazwisko na karcie
sv_se: Namn på Kortet

source: The name printed on the front of your credit card.
de_de: Der Name, welcher auf der Vorderseite Ihrer Kreditkarte angegeben ist.
pl_pl: Imię i nazwisko wpisane na przodzie twojej karty płatniczej.
sv_se: Namnet som är tryckt på framsidan av ditt kreditkort.

source: Card name
de_de: Karten-Name
pl_pl: Nazwa karty
sv_se: Kortnamn

source: Expiration (MM/YY)
de_de: Gültig bis (MM/YY)
pl_pl: Data ważności (MM/RR)
sv_se: Förfaller (MM/ÅÅ)

source: The date your credit card expires, typically on the front of the card.
de_de: Das Datum an dem Ihre Kreditkarte abläuft, normalerweise auf der Vorderseite der Karte.
pl_pl: Data kiedy ważność twojej karty wygasa, zwykle na przedzie karty.
sv_se: Datum när ditt kreditkort förfaller. Återfinns vanligen på kortets framsida.

source: Billing Details
de_de: Rechnungsdetails
pl_pl: Dane do rozliczeń
sv_se: Faktureringsdetaljer

source: The primary billing address for your credit card.
de_de: Die Rechnungsadresse für Ihre Kreditkarte
pl_pl: Podstawowy adres rozliczeniowy dla Twojej karty kredytowej.
sv_se: Den primära faktureringsadressen för ditt kreditkort

source: Address line 1
de_de: Adresszeile 1
pl_pl: Adres 1
sv_se: Adressrad 1

source: Address Line 2
de_de: Adresszeile 2
pl_pl: Adres 2
sv_se: Adressrad 2

source: (optional) The suite, apt no, PO box, etc, associated with your billing address.
de_de: (bei Bedarf) Adresszusatz zu Ihrer Rechnungsadresse
pl_pl: (opcjonalnie) Numer budynku, Skrzynki pocztowej, etc powiązane z adresem rozliczeniowym.
sv_se: (valfritt) Svit, lägenhetsnummer, postbox, etc, kopplat till din faktureringsadress.

source: Address line 2
de_de: Adresszeile 2
pl_pl: Adres 2
sv_se: Adressrad 2

source: The city for your billing address.
de_de: Die Stadt für Ihre Rechnungsadresse
pl_pl: Miasto dla adresu rozliczeniowego.
sv_se: Stad för din faktureringsadress
