Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: Type to search %s
de_de: Schreie um zu suchen %s
pl_pl: Szukaj %s
sv_se: Skriv för att söka %s

source: You must be logged in to view your donation history. Please login using your account or create an account using the same email you used to donate with.
de_de: Sie müssen angemeldet sein, um Ihren Spendenverlauf anzusehen. Bitte melden Sie sich an oder registrieren sich für ein Konto unter Verwendung der gleichen Email-Adresse, welche auch für die Spende verwendet wurde.
pl_pl: Musisz się zalogować aby zobaczyć historię swoich dotacji. Proszę się zalogować używając swoich danych lub utworzyć konto korzystając z tego samego emaila jaki został podany przy dokonywaniu wpłaty.
sv_se: Du måste vara inloggad för att visa din donationshistoria. Vänligen logga in med ditt konto eller skapa ett konto med samma e-postadress som du använde vid donationen.

source: Sorry, there was a problem identifying this donation. Please contact the site owner for more information.
de_de: Verzeihung, es gab ein Problem Ihre Spende zuzuordnen. Für mehr Informationen wenden Sie sich bitte an den Seitenbetreiber.
pl_pl: Niestety wystąpił problem z identyfikacją tej dotacji. Proszę skontaktować się z właścicielem strony po więcej informacji.
sv_se: Ledsen, det uppstod ett problem med att identifiera denna donation. Vänligen kontakta webbplatsägaren för mer information.

source: Sorry, it appears the viewing window for this donation receipt has expired or you do not have the permission to view this donation receipt.
de_de: Verzeihung, es sieht so aus, also ob die Ansicht für diese Spendenquittung verfallen ist oder Sie nicht die Berechtigung besitzen, diese Spendenquittung anzusehen.
pl_pl: Niestety wygląda na to, że podgląd rachunku tej dotacji się przeterminował lub nie masz odpowiednich uprawnień do tego.
sv_se: Ledsen, det verkar som att visningsfönstret för detta donationskvitto har förfallit eller så har du ej tillstånd att visa detta donationskvitto.

source: To view your receipt, please <a href="%s">create an account</a> using the following email %s (the email attached to this donation) and visit the <a href="%s">donation history page</a>
de_de: Um Ihre Spendenquittung anzusehen, <a href="%s">legen Sie bitte eine Konto</a> an und verwenden Sie die Emailadresse %s (die Email-Adresse welche für diese Spende verwendet wurde) und besuchen Sie die <a href="%s">Spendenverlaufs Seite</a>
pl_pl: Aby zobaczyć swój rachunek proszę <a href="%s"> stworzyć konto</a> używając podanego adresu email %s ( email został dołączony do tej dotacji) oraz odwiedzić <a href"%s"> stronę historii dotacji </a>
sv_se: För att visa ditt kvitto, vänligen <a href="%s">skapa ett konto</a> med följande e-postadress %s (e-postadressen som är kopplad till denna donation) och besök <a href="%s">sidan för donationshistoria</a>

source: The passwords you entered do not match. Please try again.
de_de: Die Passwörter, welche Sie eingegeben haben, stimmen nicht überein. Bitte neu versuchen.
pl_pl: Podane hasła nie są takie same. Spróbuj ponownie.
sv_se: Lösenorden du angav matchar ej varandra. Var god försök igen.

source: The email you entered belongs to another user. Please use another.
de_de: Die Email, die sie eingegeben haben gehört einem anderen Benutzer. Bitte benutzen sie eine andere.
pl_pl: Ten adres e-mail jest już używany przez innego użytkownika. Proszę użyć inny.
sv_se: E-postadressen du angav tillhör en annan användare. Vänligen använd en annan.

source: Give+Placeholder+Image+
sv_se: Give+Plashållare+Bild+

source: [Password entered during donation]
de_de: [Password eingegeben während Spende]
pl_pl: [Hasło wprowadzone podczas dotacji]
sv_se: [Lösenord angivet vid donation]

source: It looks like you haven't made any donations
de_de: Es sieht so aus, als ob Sie keine Spenden gemacht hätten
pl_pl: Wygląda na to że nie dokonałeś/łaś żadnych dotacji
sv_se: Det verkar inte som att du har gjort några donationer

source: Your donation is processing. This page will reload automatically in 8 seconds. If it does not, click <a href="%s">here</a>.
de_de: Ihre Spende wird bearbeitet. Diese Seite wird automatisch in 8 Sekunden neu geladen. Wenn dies nicht funktioniert, klicken Sie bitte <a href="%s">hier</a>.
pl_pl: Twoja dotacja jest przetwarzana. Ta strona zostanie automatycznie przeładowana za 8 sekund. Jeśli tak się nie stanie,<a href="%s"> kliknij tutaj</a>
sv_se: Din donation behandlas. Denna sida kommer att laddas om automatiskt om 8 sekunder. Om detta ej sker, klicka <a href="%s">här</a>.

source: Success
de_de: Erfolg
pl_pl: Powodzenie
sv_se: Lyckades

source: Your profile has been edited successfully.
de_de: Ihr Profil wurde erfolgreich geändert.
pl_pl: Twój profil został zaktualizowany pomyślnie!
sv_se: Redigeringen av din profil lyckades.

source: Change your Name
de_de: Änderen Sie Ihren Name
pl_pl: Zmień swoje Imię
sv_se: Ändra ditt Namn

source: Display Name
de_de: Anzeigename
pl_pl: Wyświetlana nazwa użytkownika
sv_se: Visningsnamn

source: Change your Billing Address
de_de: Ändern Sie Ihre Rechnungsadresse
pl_pl: Zmień swoje Dane Rozliczeniowe
sv_se: Ändra din Faktureringsadress

source: Change your Password
de_de: Ändern Sie Ihr Passwort
pl_pl: Zmień swoje Hasło
sv_se: Ändra ditt Lösenord

source: New Password
de_de: Neues Passwort
pl_pl: Nowe hasło
sv_se: Nytt Lösenord

source: Re-enter Password
de_de: Passwort erneut eingeben
pl_pl: Wprowadź ponownie hasło.
sv_se: Ange ditt Lösenord igen

source: Please note after changing your password, you must log back in.
de_de: Hinweis: nach dem Ändern Ihres Passwortes müssen Sie sich neu anmelden.
pl_pl: Po zmianie hasła będziesz musiał/a zalogować się ponownie.
sv_se: Vänligen notera att du måste logga in igen efter att du ändrat ditt lösenord.

source: Save Changes
de_de: Änderungen Speichern
pl_pl: Zapisz zmiany
sv_se: Spara Ändringar

source: You need to login to edit your profile.
de_de: Sie müssen angemeldet sein, um Ihre Profil zu ändern.
pl_pl: Musisz się zalogować, aby edytować swój profil.
sv_se: Du måste logga in för att redigera din profil.

source: The specified receipt ID appears to be invalid
de_de: Die angegebene Spendenquittungs ID scheint ungültig zu sein
pl_pl: Podany ID rachunku jest nieprawidłowy
sv_se: Det angivna kvittens-ID:t verkar vara ogiltigt

source: Payment
de_de: Zahlung
pl_pl: Płatność
sv_se: Betalning

source: Payment Status
de_de: Zahlungs-Status
pl_pl: Status płatności
sv_se: Betalningsstatus

source: Payment Key
de_de: Zahlungsschlüssel
pl_pl: Klucz płatności
sv_se: Betalningsnyckel

source: Placeholder
de_de: Platzhalter
pl_pl: Podpowiedź
sv_se: Platshållare

source: Thank you for installing Give's %1$s%2$s%3$s Add-on!
de_de: Vielen Dank für die Installation Give's %1$s%2$s%3$s Add-on!
pl_pl: Dziękuję za zainstalowanie Give

source: Go to Settings
de_de: gehe zu Einstellungen
pl_pl: Przejdź do ustawień

source: Documentation: %1$s Add-on
de_de: Anleitung: %1$s Add-On
pl_pl: Dokumentacja

source: Get Support
de_de: Erhalte Support
pl_pl: Uzyskaj pomoc techniczną

source: The reports cache has been cleared.
de_de: Der Berichts-Cache wurde geleert.
pl_pl: Poprawnie wyczyszczono pamięć podręczną

source: No Goal Set
de_de: Kein Spendenziel festgelegt
pl_pl: Cel nie został ustawiony

source: Text
pl_pl: Tekst

source: Floating Labels
de_de: Schwebende Beschriftungen
pl_pl: Pływające etykiety

source: Select the <a href="%s" target="_blank">floating labels</a> setting for this Give form.<br>Be aware that if you have the "Disable CSS" option enabled, you will need to style the floating labels yourself.
de_de: Mit dieser Option aktivieren Sie <a href="%s" target="_blank">schwebende Beschriftungen</a> in diesem Give's Spendenformular.<br>Beachten Sie, dass sie die schwebenden Beschriftungen selbst formatieren müssen, wenn die "Deaktiviere CSS"-Option eingeschaltet ist.
pl_pl: Wybierz <a href="%s" target="_blank">ustawienia pływających etykiet </a> dla tego formularza Give. <br> Pamiętaj że jeśli masz włączoną opcję "Wyłacz CSS", będzie konieczne dodanie stylizacji pływających etykiet.

source: Use the global setting
de_de: Benutze die zentralen Einstellungen
pl_pl: Użyj ustawień globalnych

source: Enabled
de_de: Aktiviert
pl_pl: Włączone

source: Disabled
de_de: Deaktiviert
pl_pl: Wyłączone

source: Total Donation
de_de: Gesamtspende
pl_pl: Suma Darowizny

source: System Info
pl_pl: Informacja o systemie

source: PayPal Transaction Type
de_de: PayPal Zahlungs-Typ
pl_pl: Typ transakcji PayPal

source: Donation
de_de: Spende
pl_pl: Dotacja

source: Enable Floating Labels
de_de: Aktiviere schwebende Beschriftungen
pl_pl: Włacz Pływające Etykiety

source: Enable this option if you would like to enable <a href="%s" target="_blank">floating labels</a> in Give's donation forms.<br>Be aware that if you have the "Disable CSS" option enabled, you will need to style the floating labels yourself.
de_de: Mit dieser Option aktivieren Sie <a href="%s" target="_blank">schwebende Beschriftungen</a> in Give's Spendenformularen.<br>Beachten Sie, dass sie die schwebenden Beschriftungen selbst formatieren müssen, wenn die "Deaktiviere CSS"-Option eingeschaltet ist.
pl_pl: Zaznacz tę opcję jeśli chcesz włączyć <a href="%s" target="_blank"> pływające etykiery </a> w formularzach Give. <br> Jeśli masz zaznaczoną opcję "Wyłącz CSS" będzie konieczne samodzielne dodanie stylów dla pływających etykiet.

source: Disable Single Form Sidebar
de_de: Deaktiviere einzelne Formular Seitenleiste
pl_pl: Wyłącz widok pojedynczego formularza w pasku bocznym

source: The sidebar allows you to add additional widget to the Give single form view. If you don't plan on using the sidebar you may disable it with this option.
de_de: Auf einer Seitenleiste können Sie zusätzliche Widgets zu einer Einzelansicht mit dem Give Formular hinzufügen. Sie können diese Option deaktivieren, wenn sie nicht vorhaben, Seitenleisten zu verwenden
pl_pl: Pasek boczny pozwala na dodanie widgetu z formularzem Give. Jeśli nie planujesz używać formularzy w pasku bocznym wyłącz tę opcję.

source: Enter the email address(es) that should receive a notification anytime a donation is made, please only enter %1$sone email address per line%2$s and not separated by commas.
de_de: Geben Sie die Email Adresse(n) an, welche eine Nachricht erhalten sollen, wenn eine Spende eingegangen ist. Bitte geben Sie %1$seine Email Adresse pro Zeile%2$s ein und nicht Komma getrennt.
pl_pl: Wpisz adres(y) email które powinny otrzymać powiadomienie o nowej dotacji, proszę wpisać tylko %1$ jeden email w każdej linii %2$s i nie dodawaj na końcu przecinków.

source: Script Loading
de_de: Skript Laden
pl_pl: Ładowanie skryptów

source: Load Scripts in Footer?
de_de: Lade Scripts in der Fußzeile?
pl_pl: Załadować skrypty w stopce?

source: Check this box if you would like Give to load all frontend JavaScript files in the footer.
de_de: Wähle diese Option, wenn Give alle Frontend JavaScript Dateien in der Fußzeile laden soll.
pl_pl: Zaznacz tę opcję jeśli chcesz aby Give ładowało JavaScript w stopce.

source: Settings updated.
de_de: Einstellungen aktualisiert.
pl_pl: Ustawienia zaaktualizowane

source: Donation Amount
de_de: Spendenhöhe
pl_pl: Kwota wpłaty

source: Filter
pl_pl: Filtruj

source: Clicking this will clear the reports cache.
de_de: Damit wird der Berichts-Cache gelöscht
pl_pl: Kliknięcie na to spowoduje wyczyszczenie cache raportów.

source: Refresh Reports
de_de: Berichte erneuern
pl_pl: Odśwież Raporty

source: Jan
pl_pl: Sty

source: Feb
pl_pl: Lut

source: Apr
pl_pl: Kwi

source: Aug
pl_pl: Sie

source: Sept
pl_pl: Wrz

source: Nov
pl_pl: Lis

source: Dec
de_de: Dez
pl_pl: Gru

source: Close
de_de: Schließen
pl_pl: Zamknij

source: Insert Shortcode
de_de: Füge Shortcode ein
pl_pl: Wstaw skrót

source: Select
de_de: Auswählen
pl_pl: Wybierz

source: Some of the Shortcode options are required.
de_de: Einge der Shortcode Optionen sind erforderlich.
pl_pl: Niektóre opcje skrótów są wymagane.

source: The "%s" option is required.
de_de: Die "%s" Option ist erforderlich.
pl_pl: Opcja "%s" jest wymagana.

source: Insert
de_de: Einfügen
pl_pl: Wstaw

source: Give Shortcodes
pl_pl: Skróty Give

source: Okay
de_de: OK
pl_pl: OK

source: Donation Form
de_de: Spendenformular
pl_pl: Formularz Dotacji

source: %sClick here%s to create a new Donation Form.
de_de: %sKlicken Sie hier%s um ein neues Spendenformular anzulegen.
pl_pl: %s Kliknij Tutaj%s aby utworzyć nowy Formularz Dotacji.

source: Select a Donation Form
de_de: Wähle ein Spendenformular
pl_pl: Wybierz Formularz Dotacji

source: Select a Form
de_de: Wähle ein Formular
pl_pl: Wybierz formularz

source: You must first select a Form!
de_de: Sie müssen zuerst ein Formular auswählen!
pl_pl: Najpierw musisz wybrać formularz!

source: No donation forms were found!
de_de: Keine Spendenformulare gefunden!
pl_pl: Nie znaleziono formularzy dotacji!

source: Optional form settings
de_de: Zusätzliche Formular Einstellungen
pl_pl: Opcjonalne ustawienia formularza

source: Show Title:
de_de: Zeige Überschrift:
pl_pl: Pokaż tytuł:

source: Do you want to display the form title?
de_de: Möchten Sie den Formular Titel anzeigen?
pl_pl: Czy chcesz wyświetlić tytuł formularza?

source: Hide
de_de: Verstecke
pl_pl: Ukryj

source: Show Goal:
de_de: Zeige Spendenziel:
pl_pl: Pokaż cel:

source: Do you want to display the donation goal?
de_de: Möchten Sie das Spendenziel anzeigen?
pl_pl: Czy chcesz wyświetlić cel jaki chcesz osiągnąć?

source: Display Content:
de_de: Zeige Inhalt:
pl_pl: Wyświetl treść

source: Do you want to display the form content?
de_de: Möchten Sie den Formular Text anzeigen?
pl_pl: Czy chcesz wyświetlić treść formularza?

source: No Content
de_de: Kein Text
pl_pl: Brak treści

source: Display above the form fields
de_de: Zeige über den Formular Feldern
pl_pl: Wyświetl powyżej pól formularza

source: Display below the form fields
de_de: Zeige unter den Formular Feldern
pl_pl: Wyświetl poniżej pól formularza

source: Payment Fields:
de_de: Zahlungsfelder:
pl_pl: Pola płatności:

source: How would you like to display payment information?
de_de: Wie möchten Sie die Zahlungsinformationen anzeigen?
pl_pl: Jak chcesz wyświetlać informacje o płatności?

source: Floating Labels:
de_de: Schwebende Beschriftungen:
pl_pl: Pływające etykiety

source: Override the default floating labels setting for this form?
de_de: Überschreibe für dieses Formular die Standard Einstellungen der schwebenden Beschriftigungen?
pl_pl: Zastąpić domyślne ustawienia pływających etykiet dla tego formularza?

source: Donation Form Goal
de_de: Spendenziel für Spendenformular
pl_pl: Cel Dotacji Formularza

source: Optional settings
de_de: Zusätzliche Einstellungen
pl_pl: Ustawienia opcjonalne

source: Show Text:
de_de: Zeige Text:
pl_pl: Pokaż tekst

source: This text displays the amount of income raised compared to the goal.
de_de: Dieser Text zeigt die Höhe des Einkommens, welches erzielt wurde im Vergleich zum Spendenziel.
pl_pl: Ten tekst wyświetla sumę dochodów w porównaniu do założonego celu.

source: Show Progress Bar:
de_de: Zeige Fortschrittsbalken
pl_pl: Pokaż pasek postępu:

source: Do you want to display the goal's progress bar?
de_de: Möchten Sie den Fortschrittsbalken für das Spendenziel anzeigen?
pl_pl: Czy chcesz wyświetlić pasek postępu swojego celu?

source: Redirect URL (optional):
de_de: Umleitungs-URL (bei Bedarf):
pl_pl: URL Przekierowania ( opcjonalnie):

source: Enter an URL here to redirect to after login.
de_de: Geben Sie hier eine URL an zu der nach dem Login weitergeleitet wird.
pl_pl: Wpisz URL na jaki użytkownik zostanie przekierowany po zalogowaniu się.

source: Profile Editor
de_de: Profil Editor
pl_pl: Edytor profilu

source: Show Price:
de_de: Zeige Preis
pl_pl: Pokaż Cenę:

source: Show Date:
de_de: Zeige Datum:
pl_pl: Pokaż datę:

source: Show Payment Key:
de_de: Zeigen Zahlungsschlüssel
pl_pl: Pokaż klucz płatności:

source: Show Payment Method:
de_de: Zeigen Zahlungsmethode:
pl_pl: Pokaż metodę płatności:

source: Show Payment ID:
de_de: Zeige Zahlungs ID
pl_pl: Pokaż ID płatności:

source: Enter an URL here to redirect to after registering.
de_de: Geben Sie hier eine URL an, zu der nach der Registrierung weitergeleitet wird.
pl_pl: Wpisz URL na jaki użytkownik zostanie przekierowany po zarejestrowaniu się.

source: Version %s
pl_pl: Wersja %s

source: Donation:
de_de: Spende:
pl_pl: Dotacja

source: Updating Amount
de_de: Betrag aktualisieren
pl_pl: Aktualizacja kwoty

source: MM / YY
pl_pl: MM/ RR

source: Leave blank to hide the widget title.
de_de: Zum Verstecken der Widget Überschrift leer lassen.
pl_pl: Pozostaw puste aby ukryć tytuł widgetu.

source: — Select —
de_de: — Auswählen —
pl_pl: — Wybierz —

source: Select a Give Form to embed in this widget.
de_de: Wähle ein Give Formular um dieses in das Widget einzubinden.
pl_pl: Wybierz Formularz do dodania w tym widgecie.

source: Floating Labels (optional):
de_de: Schwebende Beschriftungen (optional):
pl_pl: Pływające etykiety (opcjonalnie):

source: Override the <a href="%s" target="_blank">floating labels</a> setting for this Give form.
de_de: Überschreibe die zentralen Einstellung für <a href="%s" target="_blank">schwebende Beschriftungen</a> in diesem Give Forular.
pl_pl: Nadpisz ustawienia <a href="%s" target="_blank"> pływających etykiet </a> dla tego formularza.

source: Test Donation
de_de: Testspende
pl_pl: Testowa Dotacja

source: Norwegian Krone (Kr.)
pl_pl: Korona Norweska (Kr.)

source: Please insert a valid donation amount.
de_de: Bitte geben Sie einen gültigen Spendennetrag ein.
pl_pl: Proszę podać kwotę dotacji.

source: Please enter your primary billing address
de_de: Bittte geben Sie ihre Rechnungsadresse ein
pl_pl: Podaj twój podstawowy adres rozliczeniowy

source: Error: No Donation form ID for the shortcode provided.
de_de: Fehler: Keine Spendenformular ID für den Shortcode angegeben
pl_pl: Błąd: Nie znaleziono ID formularza dotacji dla podanego skrótu.

source: Error: This form does not have Goals enabled.
de_de: Fehler: Dieses Formular hat kein Spendenziel aktiviert.
pl_pl: Błąd: Ten formularz nie posiada włączonego celu.

source: Log into Your Account
de_de: Bei Ihrem Konto anmelden
pl_pl: Zaloguj się na swoje konto

source: Log In
de_de: Anmelden
pl_pl: Zaloguj się

source: Lost Password?
de_de: Passwort vergessen?
pl_pl: Zapomniałeś hasła?

source: You are already logged in
de_de: Sie sind bereits angemeldet
pl_pl: Już jesteś zalogowany(a).

source: The most robust, flexible, and intuitive way to accept donations on WordPress.
de_de: Die robusteste, flexibelste und intuitivste Möglichkeit, Spenden in WordPress zu erhalten.
pl_pl: Niezawodny, elastyczny i intuicyjny sposób akceptowania dotacji w WordPress.

# post type singular name
source: Donation
de_de: Spende
pl_pl: Dotacja
