Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: If donations are not getting marked as complete, then check this box. This forces the site to use a slightly less secure method of verifying donations.
de_de: Wenn Spenden nicht als abgeschlossen markiert werden, dann wähle diese Option aus. Das zwingt die Seite dazu, eine etwas unsichere Methode zu verwenden, um Spenden zu bestätigen.
pl_pl: Jeśli dotacje nie są zaznaczane jako zakończone, zaznacz to pole. To wymusi na stronie nieco mniej bezpieczną metodę weryfikacji dotacji.
sv_se: Om donationer ej markeras som genomförda, markera denna ruta. Detta tvingar webbplatsen att använda en något mindre säker metod för verifiering av donationer.

source: Offline Donations
de_de: Überweisungen
pl_pl: Dotacje Offline
sv_se: Ouppkopplade Donationer

source: Collect Billing Details
de_de: Sammle Rechnungdetails
pl_pl: Zbieraj Dane Rozliczeniowe
sv_se: Samla in Faktureringsdetaljer

source: This option will enable the billing details section for offline donations. The fieldset will appear above the offline donation instructions. Note: You may customize this option per form as needed.
de_de: Diese Option wird den Abschnitt mit den Rechnungsdetails für die Überweisung aktivieren. Die Feldgruppe wird über den Überweisungs-Zahlungsanweisungen erscheinen. Hinweis: Bei Bedarf können Sie diese Einstellungen in jedem Formular anpassen.
pl_pl: Opcja ta włączy sekcję dotacji offline do pobierania ich danych rozliczeniowych. Pojawi się zestaw pól powyżej instrukcji w jaki sposób dokonać płatność offline. Uwaga: Możesz samodzielnie dostosować tę opcję w każdym formularzu, gdzie jest to wymagane.
sv_se: Detta alternativ aktiverar sektionen faktureringsdetaljer för ouppkopplade donationer. Fälten kommer att infogas ovanför instruktionerna för ouppkopplade donationer. Notera: Du kan ställa in detta alternativ per formulär vid behov.

source: Offline Donation Instructions
de_de: Anweisung für Überweisungen
pl_pl: Instrukcje wpłaty offline
sv_se: Instruktioner För Ouppkopplad Donation

source: The following content will appear for all forms when the user selects the offline donation payment option. Note: You may customize the content per form as needed.
de_de: Der folgende Text wird auf allen Formularen erscheinen, wenn der Benutzer die Spenden Option Überweisung auswählt. Hinweis: Bei Bedarf können Sie den Text auf jedem Formular anpassen.
pl_pl: Poniższa treść pojawi się we wszystkich formularzach gdy użytkownik wybierze opcję płatności offline. Uwaga: Możesz dostosować tą treść w każdym formularzu, gdzie będzie to konieczne.
sv_se: Följande innehåll kommer att visas för alla formulär när användaren väljer alternativet ouppkopplad donation. Notera: Du kan anpassa innehållet per formulär.

source: Offline Donation Email Instructions Subject
de_de: Email-Betreff für Spendenanweisung Überweisung
pl_pl: Temat Emaila z Instrukcjami do płatności offline
sv_se: Ärenderad För Meddelande Med Instruktioner För Ouppkopplad Donation

source: Enter the subject line for the donation receipt email.
de_de: Geben Sie die Betreff Zeile für die Spendenquittung an.
pl_pl: Wpisz temat emaila z rachunkiem dotacji.
sv_se: Ange ärenderad för e-postmeddelandet med donationskvitto.

source: {donation} - Offline Donation Instructions
de_de: [Spende] - Anleitung für Überweisung
pl_pl: {donation} - Instrukcje Dotacji Offline
sv_se: {donation} - Instruktioner För Ouppkopplad Donation

source: Offline Donation Email Instructions
de_de: Email-Anleitung für Überweisung
pl_pl: Email z instrukcjami dla dotacji offline
sv_se: E-postinstruktioner För Ouppkopplad Donation

source: Enter the instructions you want emailed to the donor after they have submitted the donation form. Most likely this would include important information like mailing address and who to make the check out to.
de_de: Geben Sie die Anleitung ein, welche dem Spender per Email gesendet werden sollen, nachdem dieser das Spendenformular übermittelt hat.Dazu gehören vermutlich wichtige Informationen, wie z.B. die Bankverbindung und was im Betreff angegeben werden soll.
pl_pl: Wpisz instrukcje jakie będą wysłane mailem do darczyńców, który zdecydował się na płatność offline. Może to być adres, na kogo ma być wystawiony czek czy też numer konta.
sv_se: Ange de instruktioner du vill skall skickas till donatorn efter att de har skickat in donationsformuläret. Troligen bör denna information inkludera viktiga uppgifter så som postadress samt vem checken skall ställas ut till.

source: Display Settings
de_de: Zeige Einstellungen
pl_pl: Ustawienia wyświetlania
sv_se: Visningsinställningar

source: Disable CSS
de_de: Deaktiviere CSS
pl_pl: Wyłącz CSS
sv_se: Deaktivera CSS

source: Enable this option if you would like to disable all of Give's included CSS stylesheets.
de_de: Mit dieser Option können Sie das in Give mitgelieferte CSS Stylesheet deaktivieren.
pl_pl: Zaznacz tę opcję jeśli chcesz wyłączyć wszystkie style CSS stworzone przez Give.
sv_se: Aktivera detta alternativ om du vill deaktivera alla Give:s inkluderade CSS-stilmallar.

source: Disable Welcome Screen
de_de: Deaktivere die Willkommensseite
pl_pl: Wyłącz Ekran Powitalny
sv_se: Deaktivera Välkomstskärm

source: Enable this option if you would like to disable the Give Welcome screen every time Give is activated and/or updated. You can always access the Welcome Screen <a href="%s">here</a> if you want in the future.
de_de: Aktiviere diese Option, wenn Sie den Give Wilkommens-Bildschirm deaktivieren möchten, welcher angezeigt wird, wenn Give aktiviert oder aktualisiert wird. Sie können den Wilkommens-Bildschirm jederzeit <a href="%s">hier</a> ansehen, wenn ihn benötigen.
pl_pl: Zaznacz tę opcję jeśli chcesz wyłączyć Ekran Powitalny Give za każdym razem gdy Give jest włączany i/lub aktualizowany. Zawsze masz dostęp do Ekranu Powitalnego <a href="%s"> tutaj </a> jeśli chcesz go zobaczyć w przyszłości.
sv_se: Aktivera detta alternativ om du vill deaktivera Gives Välkomstskärm som visas varje gång Give aktiveras och/eller uppdateras. Du kan alltid komma åt Välkomstskärmen <a href="%s">här</a> framöver om du skulle vilja.

source: Post Types
pl_pl: Rodzaje wpisu
sv_se: Posttyper

source: Disable Form Single Views
de_de: Deaktiviere Formulare als Einzelansicht
pl_pl: Wyłącz widok pojedynczego formularza
sv_se: Deaktivera Singelvyer För Formulär

source: By default, all forms have single views enabled which create a specific URL on your website for that form. This option disables the singular and archive views from being publicly viewable. Note: you will need to embed forms using a shortcode or widget if enabled.
de_de: Standardmäßig sind alle Formulare als Einzelansicht aktiviert, was eine spezifische URL für das Formular auf Ihrer Webseite erzeugt. Diese Option deaktiviert die Einzelansicht und die Archivseite. Hinweis: Sie müssen das Formular dann an der gewünschten Stelle mit einem Shortcode oder Widget einfügen.
pl_pl: Domyślnie wszystkie formularze mają włączony widok pojedynczego formularza który tworzy oddzielny URL na twojej stronie do tego formularza. Opcja ta wyłącza widok pojedynczego formularza i archiwizuje ilość odwiedzin na nim. Uwaga: będzie konieczne dodawanie formularzy na stronę używając skrótu lub widgetu.
sv_se: Som standard har alla formulär singelvyn aktiverad vilket skapar en specifik URL på din webbplats för varje formulär. Detta alternativ hindrar singel- och arkivvyerna från att visas publikt. Notera: du måste bädda in formulär med en kortkod eller widget om alternativet är aktiverat.

source: Disable Form Archives
de_de: Dekativiere Formular Archive
pl_pl: Wyłącz Archiwizację Fromularzy
sv_se: Deaktivera Formulärarkiv

source: Archives pages list all the forms you have created. This option will disable only the form's archive page(s). The single form's view will remain in place. Note: you will need to refresh your permalinks after this option has been enabled.
de_de: Archivseiten zeigen alle Formulare, die Sie angelegt haben. Diese Option wird nur die Formular-Archiveseiten deaktiveren. Die Einzelansicht der Formulare wird trotzdem aktiv bleiben. Hinweis: Sie müssen Ihre Permalinks erneuern, nachdem diese Option aktiviert wurde.
pl_pl: Archiwizuje listę stron wszystkich utworzonych formularzy. Opcja ta wyłączy tylko strony zarchiwizowane. Widok pojedynczego formularza pozostanie aktywny. Uwaga: będzie konieczne odświeżenie permalinków gdy ta opcja zostanie włączona.
sv_se: Arkivsidor listar alla formulär du har skapat. Detta alternativ deaktiverar endast formulärets arkivsida/sidor. Formulärets singelvy kommer fortfarande att finnas på plats. Notera: du måste ladda om dina permalänkar efter att detta alternativ har aktiverats.

source: Disable Form Excerpts
de_de: Deaktiviere Formular Zusammenfassung
pl_pl: Wyłącz Wypisy formularzy
sv_se: Deaktivera Formulärutdrag

source: The excerpt is an optional summary or description of a donation form; in short, a summary as to why the user should give.
de_de: Dieser Auszug in eine optionale Zusammenfassung von einem Spendenformular; in Kurzform eine Zusammenfassung, warum der Benutzer spenden sollte.
pl_pl: Wypisy są opcjonalnym krótkim opisem lub wyjaśnieniem dla dotacji; w skrócie jest to wyjaśnienie dlaczego użytkownik powinien wpłacić dotację.
sv_se: Detta utdrag är en valfri sammanfattning eller beskrivning av ett donationsformulär; i korthet, en sammanfattning av anledningen till att användaren skall donera.

source: Disable Form Featured Image
de_de: Deaktiviere Beitragsbild für Formular
pl_pl: Wyłącz Wyróżniony obraz dla formularzy
sv_se: Deaktivera Utvald Bild för Formulär

source: The Featured Image is an image that is chosen as the representative image for donation form. The display of this image is largely up to the theme. If you do not wish to use the featured image you can disable it using this option.
de_de: Das Beitragsbild ist ein Bild, welches als Hauptbild dem Spendenformular zugeordnet wurde. Die Anzeige und Verwendung dieses Bildes hängt vom verwendeten Thema ab. Wenn Sie kein Beitragsbild verwenden möchten, können Sie es hier deaktivieren.
pl_pl: Wyróżniony obraz jest obrazem wybieranym do reprezentacji formularza dotacji. Sposób wyświetlania tego obrazu zależy od używanej skórki. Jeśli nie chcesz używać wyróżnionych obrazków możesz to tutaj wyłączyć.
sv_se: Den Utvalda Bilden är en bild som är vald som representativ bild för donationsformuläret. Hur bilden visas är huvudsakligen upp till temat. Om du ej vill använda den utvalda bilden så kan du deaktivera den med detta alternativ.

source: Taxonomies
pl_pl: Taksonomie
sv_se: Taxonomier

source: Enable Form Categories
de_de: Aktiviere Formular Kategorien
pl_pl: Włącz kategorie formularza
sv_se: Aktivera Formulärkategorier

source: Check this option if you would like to categorize your donation forms. This option enables the form's category taxonomy.
de_de: Wählen Sie diese Option, wenn Sie ihren Spendenformularen Kategorien zuweisen möchten. Es wird damit die Kategorie-Taxonomie für Formulare aktiviert.
pl_pl: Zaznacz tę opcję jeśli chcesz dodać kategorie do twoich formularzy. Opcja ta pozwala na dodanie taksonomii kategorii do formularzy.
sv_se: Markera detta alternativ om du vill kategorisera dina donationsformulär. Detta alternativ aktiverar formulärets kategoritaxonomi.

source: Enable Form Tags
de_de: Aktiviere Formular Tags
pl_pl: Włącz tagi formularza
sv_se: Aktivera Formuläretiketter

source: Check this option if you would like to tag your donation forms. This option enables the form's tag taxonomy.
de_de: Wählen Sie diese Option, wenn Sie ihren Spendenformularen Tags zuweisen möchten. Es wird damit die Tag-Taxonomie für Formulare aktiviert.
pl_pl: Zaznacz tę opcję jeśli chcesz dodac tagi to formularzy dotacji. Opcja ta włącza taksonomię tagów.
sv_se: Markera detta alternativ om du vill sätta etiketter på dina donationsformulär. Detta alternativ aktiverar formulärets etikettaxonomi.

source: Give Email Settings
de_de: Give Email Einstellungen
pl_pl: Ustawienia Email
sv_se: Give E-postinställningar

source: Email Settings
de_de: Email Einstellungen
pl_pl: Ustawienia Email
sv_se: E-postinställningar

source: Email Template
de_de: Email Vorlage
pl_pl: Szablon Email
sv_se: E-postmall

source: Choose a template. Click "Save Changes" then "Preview Donation Receipt" to see the new template.
de_de: Wähle eine Vorlage. Klick "Speichere Änderungen" dann "Vorschau Spendenquittung" um die neue Vorlage anzusehen.
pl_pl: Wybierz szablon. Kliknij na "Zapisz zmiany" a następnie "Podejrzyj Rachunek za Dotację" aby zobaczyć swój szablon.
sv_se: Välj en mall. Klicka på "Spara Ändringar" och sedan på "Förhandsgranska Donationskvitto" för att se den nya mallen.

source: Logo
sv_se: Logotyp

source: Upload or choose a logo to be displayed at the top of the donation receipt emails. Displayed on HTML emails only.
de_de: Auswählen oder hochladen eines Logos, welches oben in der Spendenquittung angezeigt wird. Wird nun in HTML Mails angezeigt.
pl_pl: Wyślij lub wybierz logo, które będzie wyświetlane na górze maili z rachunkiem za dotację. Wyświetlane tylko w mailach HTML.
sv_se: Ladda upp eller välj en logotyp som skall visas i toppen på donationskvitton. Visas endast i HTML-e-postmeddelanden.

source: From Name
de_de: Absender Name
pl_pl: ﻿Imię i nazwisko nadawcy
sv_se: Från Namn

source: The name donation receipts are said to come from. This should probably be your site or shop name.
de_de: Der Austeller der Spendenquittung. Dies sollte sicherlich der Name Ihrer Organisation oder der Webseite sein.
pl_pl: Imię i nazwisko jakie pojawi się na rachunkach za dotację. Powinna to być prawdopodobnie nazwa twojego sklepu lub organizacji.
sv_se: Namnet som står som avsändare för donationskvitton. Detta bör antagligen vara namnet på din webbplats eller butik.

source: From Email
de_de: Absender Email
pl_pl: Od (e-mail)
sv_se: Från E-post

source: Email to send donation receipts from. This will act as the "from" and "reply-to" address.
de_de: Absender Emailadresse für Spendenquittungen. Dies ist die "From" und "Antwort-an" Adresse.
pl_pl: Adres email jaki będzie podany jako na rachunku darczyńcy. Będzie to działać tak jak adres email "Od" i "Odpowiedz"
sv_se: E-postadress som donationskvitton skall skickas från. Denna kommer att fungera som "från"- samt "svara till"-adress.

source: Donation Receipt
de_de: Spendenquittung
pl_pl: Rachunek za dotację
sv_se: Donationskvitto

source: Donation Email Subject
de_de: Spenden Email-Betreff
pl_pl: Temat emaila
sv_se: Ärende för E-postmeddelanden gällande Donation

source: Enter the subject line for the donation receipt email
de_de: Tragen Sie den Betreff für die Spendenqittung Email ein
pl_pl: Wpisz temat emaila jaki będzie nadany wiadomościom z rachunkiem za dotację
sv_se: Ange ärenderad för e-postmeddelandet med donationskvitto

source: Enter the email that is sent to users after completing a successful donation. HTML is accepted. Available template tags:
de_de: Geben Sie den Email Text ein, welcher zu den Benutzern nach einer erfolgreichen Spende geschickt wird. HTML wird akzeptiert. Verfügbare Variablen sind:
pl_pl: Wpisz email jaki będzie wysyłany do użytkowników po poprawnym wysłaniu dotacji. Akceptowany jest HTML. Dostępne szablony tagów:
sv_se: Ange det e-postmeddelande som skickas till användare efter en genomförd donation. HTML är accepterat. Tillgängliga malltaggar är:

source: Dear
de_de: Lieber
pl_pl: Szanowny Panie/Szanowna Pani,
sv_se: Kära

source: Thank you for your donation. Your generosity is appreciated! Please click on the link below to view your receipt.
de_de: Vielen Dank für Ihre Spende! Bitte rufen Sie den unten stehenden Link auf um Ihre Quittung anzuschauen.
pl_pl: Dziękujemy za twoją dotację. Twoja szczodrość jest wysoko przez nas doceniana! Proszę kliknąć na link poniżej aby zobaczyć swój rachunek.
sv_se: Tack för din donation. Din generositet uppskattas! Vänligen klicka på länken nedan för att se ditt kvitto.

source: New Donation Notification
de_de: Neue Spende Benachrichtiung
pl_pl: Powiadomienie o nowej dotacji
sv_se: Ny Donationsnotifiering

source: Donation Notification Subject
de_de: Spendeninformation Betreff
pl_pl: Temat Powiadomienia o Dotacji
sv_se: Ämne För Donationsnotifiering

source: Enter the subject line for the donation notification email
de_de: Geben Sie die Betreffzeile für die Spendeninformation an
pl_pl: Wpisz temat emaila potwierdzającego otrzymanie dotacji
sv_se: Ange ämnesraden för notifieringsmeddelandet som skickas ut vid donationer

source: New Donation - #{payment_id}
de_de: Neue Spende - #{payment_id}
pl_pl: Nowa Dotacja - #{payment_id}
sv_se: Ny Donation - #{payment_id}

source: Donation Notification
de_de: Spenden Benachrichtigung
pl_pl: Powiadomienie o Dotacji
sv_se: Donationsnotifiering

source: Enter the email that is sent to donation notification emails after completion of a donation. HTML is accepted. Available template tags:
de_de: Geben Sie den Email Text ein, welcher zu den Benutzern nach der Fertigstellung einer Spende geschickt wird. HTML wird akzeptiert. Verfügbare Variablen sind:
pl_pl: Wpisz email jaki zostanie wysłany jako powiadomienie o otrzymaniu nowej dotacji. Akceptowany jest HTML. Dostępne szablony tagów:
sv_se: Skriv in texten för e-postmeddelandet som skickas till de e-postadresser som skall notifieras vid en genomförd donation. HTML accepteras. Tillgängliga malltaggar:

source: Donation Notification Emails
de_de: Spenden Benachrichtigungs Emails
pl_pl: Emaile Powiadamiające o Dotacji
sv_se: E-postadresser För Donationsnotifiering

source: Enter the email address(es) that should receive a notification anytime a donation is made, one per line
sv_se: Ange den/de e-postadress(er) som skall motta notifieringar varje gång en donation görs, en per rad

source: Disable Admin Notifications
de_de: Deaktiviere Admin Benachrichtungen
pl_pl: Wyłącz powiadomienia administratora
sv_se: Deaktivera Administrativa Notifieringar

source: Check this box if you do not want to receive emails when new donations are made.
de_de: Markieren Sie diese Option, wenn Sie keine Email erhalten wollen, wenn eine neue Spende eingegangen ist.
pl_pl: Zaznacz to pole jeśli nie chcesz otrzymywać powiadomień o nowych dotacjach.
sv_se: Kryssa i denna rutan om du inte vill motta e-postmeddelanden när nya donationer gjorts.

source: Give Add-ons Settings
de_de: Give Add-On Einstellungen
pl_pl: Ustawienia dodatków Give
sv_se: Inställningar För Give-expansioner

source: Give Licenses
de_de: Give Lizenzen
pl_pl: Licencje Give
sv_se: Give Licenser

source: Advanced Options
de_de: Erweiterte Optionen
pl_pl: Opcje zaawansowane
sv_se: Avancerade Alternativ

source: Session Control
pl_pl: Kontrola sesji
sv_se: Sessionskontroll

source: Session Lifetime
de_de: Session Lebensdauer
pl_pl: Czas Sesji
sv_se: Sessionens Livstid

source: Give will start a new session per user once they have donated. This option controls the lifetime a user's session is kept alive. An active session allows users to view donation receipts on your site without having to be logged in.
de_de: Give wird für jeden Benutzer eine neue Sitzung starten, nachdem diese gespendet haben. Diese Option kontrolliert die Lebensdauer, wie lange eine Benutzersitzung aktiv gehalten wird. Eine aktive Sitzung erlaubt dem Benutzer, seine Spendenquittung anzuschauen, ohne das er sich angemeldet haben muss.
pl_pl: Give rozpocznie nową sesję dla każdego użytkownika kiedy wpłacą dotację. Opcja ta kontroluje czas jaki użytkownik jest aktywny. Aktywna sesja pozwala użytkownikom sprawdzić ich rachunki za dotacje na twojej stronie bez konieczności zalogowania się.
sv_se: Give kommer att starta en ny session per användare när de en gång har donerat. Detta alternativ bestämmer livstiden för en användares session. En aktiv session tillåter användare att visa donationskvitton på din webbplats utan att behöva vara inloggad.

source: 24 Hours
de_de: 24 Stunden
pl_pl: 24 godziny
sv_se: 24 Timmar

source: 48 Hours
de_de: 48 Stunden
pl_pl: 48 godziny
sv_se: 48 Timmar

source: 72 Hours
de_de: 72 Stunden
pl_pl: 72 godziny
sv_se: 72 Timmar

source: 1 Week
de_de: 1 Woche
pl_pl: 1 tydzień
sv_se: 1 Vecka

source: Data Control
pl_pl: Kontrola danych
sv_se: Datakontroll

source: Remove All Data on Uninstall?
de_de: Alle Daten bei Deinstallieren entfernen?
pl_pl: Usunąć wszystkie dane podczas odinstalowania?
sv_se: Ta Bort All Data vid Avinstallation?

source: Check this box if you would like Give to completely remove all of its data when the plugin is deleted.
de_de: Aktiveren, wenn Give alle Daten entfernen soll, wenn das Plugin gelöscht wird.
pl_pl: Zaznacz tę opcję jeśli chcesz aby Give całkowicie usunął wszystkie zebrane dane w czasie odinstalowywania wtyczki.
sv_se: Markera denna kryssruta om du vill att Give skall ta bort all sin data när tillägget tas bort.

source: Filter Control
pl_pl: Kontrola Filtru
sv_se: Filterkontroll

source: Disable <code>the_content</code> filter
de_de: Deaktiviere <code>the_content</code> Filter
pl_pl: Wyłącz filter <code>the_content</code>
sv_se: Deaktivera filtret <code>the_content</code>

source: If you are seeing extra social buttons, related posts, or other unwanted elements appearing within your forms then you can disable WordPress' content filter. <a href="%s" target="_blank">Learn more</a> about the_content filter.
de_de: Wenn extra Social Buttons, related posts, oder andere unerwünschte Elemente in Ihren Formularen erscheinen, können Sie den WordPress content Filter deaktiveren. <a href="%s" target="_blank">Weitere Informationen</a> über the_content Filter.
pl_pl: Jeśli widzisz dodatkowe guziki stron społecznościowych, podobne posty albo inne niechciane elementy pokazujące się w formularzu wyłącz WordPress' filtr zawartości <a href="%s" target="_blank">Dowiedz się więcej </a> na temat filtru the_content
sv_se: Om du ser extra knappar för sociala medier, relaterade poster, eller andra oönskade element dyka upp i dina formulär så kan du deaktivera WordPress innehållsfilter. <a href="%s" target="_blank">Läs mer</a> om the_content-filtret.

source: Please copy and paste this information in your ticket when contacting support.
de_de: Bitte kopieren Sie diese Information und fügen Sie diese der Fehlermeldung bei, wenn Sie an den Support wenden.
pl_pl: Proszę skopiować i wkleić te informacje kontaktując się z działem wsparcia:
sv_se: Var god att kopiera och klistra in denna information i ditt meddelande när du kontaktar support.

source: Global Default
de_de: Zentrale Vorgabe
pl_pl: Globalnie Domyślne
sv_se: Global Standard

source: Save Settings
de_de: Speichere Einstellungen
pl_pl: Zapisz ustawienia
sv_se: Spara Inställningar

source: Deactivate License
de_de: Deaktiviere Lizenz
pl_pl: Deaktywuj Licencję
sv_se: Deaktivera Licens

source: API keys allow users to use the <a href="%s">Give REST API</a> to retrieve donation data in JSON or XML for external applications or devices, such as <a href="%s">Zapier</a>.
de_de: API Schlüssel erlauben Benutzern die <a href="%s">Give REST API</a> zu nutzen, um Spendendaten in JSON oder XML Format für externe Anwendungen abzufragen, wie z.B. <a href="%s">Zapier</a>.
pl_pl: Klucze API pozwalają użytkownikom na używanie <a href="%s"> API Give</a> aby pobierać dane z JSON albo XML na zewnętrzne urządzenia lub aplikacje takie jak <a href="%s">Zapier </a>.
sv_se: API-nycklar tillåter användare att använda <a href="%s">Give REST API</a> för att hämta donationsdata som JSON eller XML till externa applikationer eller enheter, så som <a href="%s">Zapier</a>.

source: Log ID
pl_pl: Identyfikator dziennika
sv_se: Logg-ID

source: Request Details
de_de: Anfragendetails
pl_pl: Szczegóły zgłoszenia
sv_se: Detaljer Om Förfrågan

source: Request IP
de_de: Anfrage IP
pl_pl: IP zgłoszenia
sv_se: IP För Förfrågan
