Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: Cheatin&#8217; huh?
de_de: Schummeln?
pl_pl: Oszukujesz, co?
sv_se: Fuskar du?

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
de_de: Es gibt eine neue Version von %1$s. <a target="_blank" class="thickbox" href="%2$s">Zeige Version %3$s Details</a>.
pl_pl: Dostępna jest nowa wersja %1$s. <a href=“%2$s” class=“thickbox” title=“%1$s”>Zobacz %3$s szczegółowe informacje o wersji</a>.
sv_se: Det finns en ny version av %1$s tillgänglig. <a target="_blank" class="thickbox" href="%2$s">Visa version %3$s detaljer</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
de_de: Es gibt eine neue Version von %1$s. <a target="_blank" class="thickbox" href="%2$s">Zeige Version %3$s Details</a> oder <a href="%4$s">aktualisieren Sie jetzt</a>.
pl_pl: Dostępna jest nowa wersja %1$s. <a href=“%2$s” class=“thickbox” title=“%1$s”>Zobacz szczegółowe informacje o wersji %3$s </a> lub <a href="%4$s">zaktualizuj teraz</a>.
sv_se: Det finns en ny version av %1$s tillgänglig. <a target="_blank" class="thickbox" href="%2$s">Visa version %3$s detaljer</a> eller <a href="%4$s">uppdatera nu</a>.

source: You do not have permission to install plugin updates
de_de: Sie haben keine Berechtigung um Plugin-Updates zu installieren.
pl_pl: Nie masz uprawnień, aby zainstalować plugin aktualizacji
sv_se: Du har inte behörighet att installera tilläggsuppdateringar

source: Error
de_de: Fehler
pl_pl: Błąd
sv_se: Fel

source: Give Add-ons
pl_pl: Dodatki Give
sv_se: Give Expansioner

source: Browse All Extensions
de_de: Durchsuche alle Erweiterungen
pl_pl: Przeglądaj wszystkie rozszerzenia
sv_se: Utforska Alla Expansioner

source: View All Add-ons
de_de: Zeige alle Add-ons
pl_pl: Zobacz wszystkie dodatki
sv_se: Visa Alla Expansioner

source: The following Add-ons extend the functionality of Give.
de_de: Die folgenden Add-Ons erweiteren die Funktionalität von Give.
pl_pl: Następujące dodatki rozszerzają funkcjonalność Give.
sv_se: Följande Expansioner utökar funktionaliteten hos Give.

source: There was an error retrieving the Give Add-ons list from the server. Please try again later.
de_de: Beim Abrufen der Add-On-Liste von Give ist ein Fehler aufgetreten. Bitte später erneut versuchen.
pl_pl: Wystapił błąd podczas pobierania dodatków Give z serwera. Proszę spróbować ponownie
sv_se: Ett fel uppstod när listan med expansioner till Give skulle hämtas från servern. Var god försök igen senare.

source: If you like <strong>Give</strong> please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating. It takes a minute and helps a lot. Thanks in advance!
de_de: Wenn Sie <strong>Give</strong> mögen, geben Sie uns eine %s&#9733;&#9733;&#9733;&#9733;&#9733;%s Bewertung. Das dauert nur eine Minute und hilft uns eine Menge. Vielen Dank im voraus!
pl_pl: Jeśli lubisz <strong> Give</strong> zostaw nam %s&#9733;&#9733;&#9733;&#9733;&#9733;%s ocenę. To zajmie tylko chwilę a bardzo pomaga. Z góry dziękujemy.
sv_se: Om du gillar <strong>Give</strong> var snäll att ge oss betyget %s&#9733;&#9733;&#9733;&#9733;&#9733;%s. Det tar bara en minut och hjälper oss mycket. Tack i förskott!

source: Thanks :)
de_de: Danke :)
pl_pl: Dziękuję :)
sv_se: Tack :)

source: Donors
de_de: Spender
pl_pl: Darczyńcy
sv_se: Donatorer

source: Donation Reports
de_de: Spendenberichte
pl_pl: Raporty dotacji
sv_se: Donationsrapporter

source: Reports
de_de: Berichte
pl_pl: Raporty
sv_se: Rapporter

source: Give Settings
de_de: Give Einstellungen
pl_pl: Ustawienia
sv_se: Give Inställningar

source: Settings
de_de: Einstellungen
pl_pl: Ustawienia
sv_se: Inställningar

source: Add-ons
pl_pl: Dodatki
sv_se: Expansioner

source: Give Upgrades
pl_pl: Modernizacje
sv_se: Give Uppgraderingar

source: Give Test Mode Active
de_de: Give Test Modus aktiviert
pl_pl: Tryb testowy jest aktywny.
sv_se: Give Testläge Aktivt

source: Your site appears to be blocking the WordPress ajax interface. This may causes issues with Give.
de_de: Es sieht so aus, dass Ihre Seite die Wordpress-Ajax Oberfläche blockiert. Das kann zu Problemen mit Give führen.
pl_pl: Twoja strona wydaje się blokować interfejs ajax WordPressa. Może to powodować problemy z Give.
sv_se: Det verkar som att din webbplats blockerar WordPress ajax-gränssnitt. Detta kan orsaka problem med Give.

source: Please see <a href="%s" target="_blank">this reference</a> for possible solutions.
de_de: Bitte sehen Sie sich diese <a href="%s" target="_blank">Referenz</a> für eine mögliche Lösung an.
pl_pl: Zobacz <a href="%s" target="_blank"> tutaj </a> w poszukiwaniu dostępnych rozwiązań.
sv_se: Vänligen se <a href="%s" target="_blank">denna referens</a> för möjliga lösningar.

source: Dismiss Notice
de_de: Schließe Hinweis
pl_pl: Nie pokazuj więcej
sv_se: Avfärda Meddelandet

source: The payment has been deleted.
de_de: Die Zahlung wurde gelöscht.
pl_pl: Płatność została usunięta.
sv_se: Betalningen har tagits bort.

source: The donation receipt has been resent.
de_de: Die Spendenquittung wurde erneut versandt.
pl_pl: Rachunek został wysłany ponownie.
sv_se: Donationskvittor har skickats igen.

source: The payment note has been deleted.
de_de: Die Zahlungsbemerkung wurde gelöscht.
pl_pl: Notatka płatności została usunięta.
sv_se: Betalningsnoteringen har tagits bort.

source: The settings have been imported.
de_de: Die Einstellungen wurden importiert.
pl_pl: Zaimportowano ustawienia.
sv_se: Inställningarna har importerats.

source: API keys successfully generated.
de_de: API Schlüssel erfolgreich erzeugt.
pl_pl: Klucze API zostały wygenerowane poprawnie
sv_se: API-nycklar har genererats utan problem.

source: The specified user already has API keys.
de_de: Der angegebene Benutzer hat schon API Schlüssel
pl_pl: Podany użytkownik już posiada klucze API
sv_se: Den angivna användaren har redan API-nycklar.

source: API keys successfully regenerated.
de_de: API Schlüssel erfolgreich erneuert
pl_pl: Klucze API zostały ponownie wygenerowane
sv_se: API-nycklar har återgenererats utan problem.

source: API keys successfully revoked.
de_de: API Schlüssel erfolgreich widerrufen
pl_pl: Klucze API zostały unieważnione
sv_se: API-nycklar har annullerats utan problem.

source: The test email has been sent.
de_de: Die Test-Email wurde versandt.
pl_pl: Testowa wiadomość e-mail została wysłana.
sv_se: E-postmedelandetestet har skickats.

source: The payment note has been added successfully.
de_de: Die Zahlungsanmerkung wurde erfolgreich hinzugefügt.
pl_pl: Notka płatności została poprawnie dodana
sv_se: Betalningsnoteringen har lagts till utan problem.

source: The payment has been successfully updated.
de_de: Die Zahlung wurde erfolgreich aktualisiert
pl_pl: Płatność została zaktualizowana.
sv_se: Betalningen har uppdaterats utan problem.

source: Donor successfully deleted
de_de: Spender erfolgreich gelöscht
pl_pl: Pomyślnie usunięto %1
sv_se: Borttagning av donator lyckades

source: There seems to be an issue with the server. Please try again in a few minutes.
de_de: Scheinbar gibt es ein Problem mit dem Server. Bitte versuchen Sie es in ein paar Minuten noch einmal.
pl_pl: Wystąpił problem z serwerem. Proszę ponowić próbę później.
sv_se: Det verkar finnas ett problem med servern. Var god försök igen om några minuter.

source: API Key
de_de: API Schlüssel
pl_pl: Klucz API
sv_se: API-nyckel

source: API Keys
de_de: API Schlüssel
pl_pl: Klucze API
sv_se: API-nycklar

source: View API Log
de_de: Zeige API Log
pl_pl: Zobacz log API
sv_se: Visa API-logg

source: Reissue
de_de: Neuauflage
pl_pl: Wystaw ponownie
sv_se: Återutfärda

source: Revoke
de_de: Widerrufe
pl_pl: Odwołaj
sv_se: Annullera

source: Username
de_de: Benutzername
pl_pl: Użytkownik
sv_se: Användarnamn

source: Public Key
de_de: Öffentlicher Schlüssel
pl_pl: Klucz publiczny
sv_se: Publik Nyckel

source: Token
sv_se: Pollett

source: Secret Key
de_de: Geheimer Schlüssel
pl_pl: Klucz prywatny
sv_se: Hemlig Nyckel

source: Generate New API Keys
de_de: Erzeuge neue API Schlüssel
pl_pl: Generuj nowe klucze API
sv_se: Generera Nya API-nycklar

source: Donor
de_de: Spender
pl_pl: Darczyńca
sv_se: Donator

source: Unnamed Donor
de_de: Anonymer Spender
pl_pl: Nienazwany Darczyńca
sv_se: Ej Namngiven Donator

source: <a href="%s">View Donor</a>
de_de: Zeige Spender
pl_pl: <a href="%s">Zobacz darczyńcę</a>
sv_se: <a href="%s">Visa Donator</a>

source: <a href="%s">Delete</a>
de_de: Lösche
pl_pl: <a href="%s">Usuń</a>
sv_se: <a href="%s">Ta Bort</a>

source: Name
pl_pl: Imię
sv_se: Namn

source: Email
sv_se: E-post

source: Donations
de_de: Spenden
pl_pl: Dotacje
sv_se: Donationer

source: Total Donated
de_de: Gesamt gespendet
pl_pl: Suma wpłat
sv_se: Totalt Donerat

source: Date Created
de_de: Erstelldatum
pl_pl: Data utworzenia
sv_se: Skapad Datum

source: You do not have permission to edit this donor.
de_de: Sie haben keine Berechtigung, um diesen Spender zu bearbeiten.
pl_pl: Nie masz uprawnień do edytowania tego darczyńcy.
sv_se: Du har ej tillstånd att redigera denna donator.

source: Cheatin' eh?!
de_de: Schummeln?
pl_pl: Oszukujesz co?
sv_se: Fuskar du, va?!

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige Email-Adresse an
pl_pl: Wprowadź poprawny adres email.
sv_se: Vänligen ange en giltig e-postadress.

source: The User ID %d is already associated with a different donor.
de_de: Die Benutzer ID %d ist schon einem anderen Spender zugeordnet
pl_pl: Identyfikator: %d jest już skojarzony z innym darczyńcą.
sv_se: Användar-ID:t %d associeras redan med en annan donator.

source: The User ID %d does not exist. Please assign an existing user.
de_de: Den Benutzer ID %d gibt es nicht. Bitte weise eine vorhandenen Benutzer zu.
pl_pl: ID użytkownika nie istnieje. Proszę przypisać istniejącego użytkownika.
sv_se: Användar-ID:t %d existerar ej. Vänligen tilldela en existerande användare.

source: A note is required
de_de: Eine Bemerkung ist erforderlich
pl_pl: Notka jest wymagana
sv_se: En notering krävs

source: You do not have permission to delete this donor.
de_de: Sie haben keine Berechtigung, um diesen Spender zu löschen.
pl_pl: Nie masz uprawnień do usuwania tego darczyńcy.
sv_se: Du har ej tillstånd att ta bort denna donator.

source: Please confirm you want to delete this donor
de_de: Bitte bestätigen Sie, dass sie diesen Spender wirklich löschen wollen
pl_pl: Potwierdź, że chcesz usunąć tego darczyńcę
sv_se: Vänligen bekräfta att du vill ta bort denna donator

source: Error deleting donor
de_de: Fehler beim Löschen des Spenders
pl_pl: Błąd podczas usuwania darczyńcy
sv_se: Fel vid borttagning av donator

source: Invalid Donor ID
de_de: Ungültige Spender ID
pl_pl: Nieprawidłowy identyfikator darczyńcy
sv_se: Ogiltigt Donator-ID

source: Failed to disconnect user from donor
de_de: Trennen des Benutzers vom Spender fehlgeschlagen
pl_pl: Odłączenie użytkownika od darczyńcy nie powiodło się
sv_se: Misslyckades med frånkoppling av användare från donator

source: Donor Profile
de_de: Spender Profil
pl_pl: Profil darczyńcy
sv_se: Donatorns Profil

source: Donor Notes
de_de: Spender Bemerkungen
pl_pl: Notatki Darczyńcy
sv_se: Noteringar för Donator

source: Delete Donor
de_de: Lösche Spender
pl_pl: Usuń darczyńcę
sv_se: Ta Bort Donator

source: Search Donors
de_de: Suche Spender
pl_pl: Szukaj darczyńców
sv_se: Sök Donatorer

source: You are not permitted to view this data.
de_de: Sie haben keine Berechtigung, um diese Daten anzuschauen.
pl_pl: Nie masz uprawnień do przeglądania tych danych.
sv_se: Du har ej tillstånd att visa denna data.

source: Invalid Donor ID Provided.
de_de: Ungültige Spender ID angegeben.
pl_pl: Nieprawidłowy identyfikator darczyńcy
sv_se: Ogiltigt Donator-ID Angavs.

source: Donor Name
de_de: Spender-Name
pl_pl: Imię Darczyńcy
sv_se: Donatorns Namn

source: Donor since
de_de: Spender seit
pl_pl: Darczyńca od
sv_se: Donerat sedan

source: Edit Donor
de_de: Bearbeite Spender
pl_pl: Edytuj
sv_se: Redigera Donator

source: Donor Email
de_de: Spender-Email
pl_pl: Email Darczyńcy
sv_se: Donatorns E-postadress

source: User ID
de_de: Benutzer ID
pl_pl: Identyfikator użytkownika
sv_se: Användar-ID

source: none
de_de: keine
pl_pl: brak
sv_se: inget

source: Disconnects the current user ID from this customer record
de_de: Trenne die aktuellen Benutzer ID von diesem Kundeneintrag
pl_pl: Odłączanie tego użytkownika od danych klienta
sv_se: Frånkopplar aktuellt användar-ID från denna kundpost

source: Disconnect User
de_de: Trenne Benutzer
pl_pl: Rozłącz
sv_se: Koppla från användare

source: Address
de_de: Adresse
pl_pl: Adres
sv_se: Adress

source: Address 1
de_de: Adresse 1
pl_pl: Adres 1
sv_se: Adressrad 1

source: Address 2
de_de: Adresse 2
pl_pl: Adres 2
sv_se: Adressrad 2

source: City
de_de: Stadt
pl_pl: Miejscowość
sv_se: Stad

source: State / Province
de_de: Bundesland
pl_pl: Stan/Województwo
sv_se: Stat / Provins

source: Postal
de_de: postalisch
pl_pl: Kod pocztowy
sv_se: Postnummer

source: Update Donor
de_de: Aktualisiere Spender
pl_pl: Aktualizuj Darczyńcę
sv_se: Uppdatera Donator

source: Cancel
de_de: Abbrechen
pl_pl: Anuluj
sv_se: Avbryt

source: View All Purchases
de_de: Zeige alle Spenden
pl_pl: Zobacz wszystkie zakupy
sv_se: Visa Alla Köp

source: %d Completed Donation
de_de: %d abgeschlossene Spende
pl_pl: %d zakończona darowizna
sv_se: %d Fullbordad Donation

source: Lifetime Donations
de_de: bisher gespendet
pl_pl: Wszystkie Dotacje
sv_se: Livstids Donationer

source: Recent Donations
de_de: Kürzliche Spenden
pl_pl: Ostatnie dotacje
sv_se: Nyliga Donationer

source: Amount
de_de: Betrag
pl_pl: Kwota
sv_se: Belopp

source: Date
de_de: Datum
pl_pl: Data
sv_se: Datum

source: Actions
de_de: Aktionen
pl_pl: Akcje
sv_se: Åtgärder

source: View Details for Donation
de_de: Zeige Details für Spende
pl_pl: Szczegóły
sv_se: Visa Detaljer för Donation

source: View Details
de_de: Zeige Details
pl_pl: Zobacz szczegóły
sv_se: Visa Detaljer

source: No Donations Found
de_de: Keine Spenden gefunden
pl_pl: Nie znaleziono darowizn
sv_se: Inga Donationer Funna

source: Completed Donations
de_de: Abgeschlossene Spenden
pl_pl: Zakończone Dotacje
sv_se: Slutförda Donationer

source: View %s
de_de: Zeige %s
pl_pl: Zobacz %s
sv_se: Visa %s

source: No Completed Donations Found
de_de: Keine Abgeschlossenen Spenden gefunden
pl_pl: Nie znaleziono dotacji
sv_se: Inga Slutförda Donationer Hittades

source: Notes
de_de: Bemerkungen
pl_pl: Notatki
sv_se: Noteringar

source: No Donor Notes
de_de: Keine Spender Bemerkungen
pl_pl: Brak notatek
sv_se: Inga Donatorsnoteringar

source: Are you sure you want to delete this donor?
de_de: Sind Sie sicher, dass sie diesen Spender löschen wollen?
pl_pl: Czy na pewno chcesz usunąć ten wpis??
sv_se: Är du säker på att du vill ta bort denna donator?

source: Delete all associated payments and records?
de_de: Lösche alle zugeordneten Zahlungen und Aufzeichnungen?
pl_pl: Usunąć wszystkie skojarzone z nim płatności i wpisy?
sv_se: Ta bort alla relaterade betalningar och registerposter?

source: Give: Donation Statistics
de_de: Give: Spendenstatistik
pl_pl: Give: Statystyki Dotacji
sv_se: Give: Donationsstatistik

source: Happy %1$s!
pl_pl: Szczęśliwy %1$s!
sv_se: Glad %1$s!

# Displays in WP admin dashboard widget after the day's total donations
source: donations today
de_de: Spenden heute
pl_pl: dotacji dziś
sv_se: donationer idag

source: This Week
de_de: Diese Woche
pl_pl: Ten tydzień
sv_se: Denna Vecka

source: This Month
de_de: Dieser Monat
pl_pl: Ten miesiąc
sv_se: Denna Månad

source: Past 30 Days
de_de: Letzte 30 Tage
pl_pl: Ostatnich 30 dni
sv_se: Senaste 30 dagarna

source: this week
de_de: diese Woche
pl_pl: W tym tygodniu
sv_se: denna vecka

source: this month
de_de: dieser Monat
pl_pl: w tym miesiącu
sv_se: denna månad

source: last month
de_de: letzter Monat
pl_pl: W ostatnim miesiącu
sv_se: förra månaden

source: this year
de_de: dieses Jahr
pl_pl: W tym roku
sv_se: detta år

source: Categories
de_de: Kategorien
pl_pl: Kategorie
sv_se: Kategorier

source: Tags
pl_pl: Tagi
sv_se: Etiketter

source: Price
de_de: Preis
pl_pl: Cena
sv_se: Pris

source: Goal
de_de: Spendenziel
pl_pl: Cel
sv_se: Mål

source: Income
de_de: Einnahmen
pl_pl: Dochody
sv_se: Inkomst

source: Shortcode
pl_pl: Skrót
sv_se: Kortkod

source: Purchase
de_de: Kauf
pl_pl: Kup i zapłać
sv_se: Köp

source: You do not have permission to view this data.
de_de: Sie haben keine Berechtigung, um diese Daten anzuschauen.
pl_pl: Nie masz dostępu do tych danych.
sv_se: Du har inte tillstånd att visa denna data.

source: %s Configuration
de_de: %s Einstellung
pl_pl: Konfiguracja %s
sv_se: %s Konfiguration

source: Donation Options
de_de: Spenden-Einstellungen
pl_pl: Opcje Dotacji
sv_se: Donationsalternativ

source: Donation Option
de_de: Spenden-Einstellung
pl_pl: Opcje Dotacji
sv_se: Donationsalternativ

source: Would you like this form to have one set donation price or multiple levels (for example, $10 silver, $20 gold, $50 platinum)?
de_de: Möchten Sie in diesem Formular einen Spendenbetrag haben oder mehrere Spendenstufen (z.B. 10€ Silber, 20€ Gold, 50€ Platin)?
pl_pl: Chcesz by w tym formularzu była jedna ustalona kwota czy wiele poziomów (na przykład 10zł srebrny, 20zł złoty, 50zł platynowy)
sv_se: Vill du att detta formulär skall ha ett bestämt donationsbelopp eller flera nivåer (exempelvis, 10 SEK - Silver, 20 SEK - Guld, 50 SEK - Platina)?

source: Set Donation
de_de: Betrag festlegen
pl_pl: Ustaw Dotację
sv_se: Ställ In Donation

source: Multi-level Donation
de_de: Mehrstufige Spende
pl_pl: Wielopoziomowa dotacja
sv_se: Multinivådonation

source: This is the set donation amount for this form.
de_de: Das ist der festgelegte Spendenbetrag für dieses Formular.
pl_pl: To jest ustawiona kwota dla tego formularza
sv_se: Detta är det fasta donationsbeloppet för detta formulär.

source: Add Level
de_de: Stufe hinzufügen
pl_pl: Dodaj poziom
sv_se: Lägg Till Nivå

source: Donation Level
de_de: Spendenstufe
pl_pl: Poziom Darowizny
sv_se: Donationsnivå

source: Default
de_de: Standard
pl_pl: Domyślne
sv_se: Standard

source: Display Style
de_de: Zeige Formatierung
pl_pl: Styl wyświetlania:
sv_se: Visningsstil

source: Set how the donations levels will display on the form.
de_de: Lege fest, wie die Spendenstufe im Formular angezeigt wird.
pl_pl: Ustaw jak poziomy dotacji będą wyświetlane na formularzu
sv_se: Bestäm hur donationsnivåer skall visas i formuläret.

source: Buttons
de_de: Schaltflächen
pl_pl: Przyciski
sv_se: Knappar

source: Radios
de_de: Auswahlflächen
pl_pl: Radio
sv_se: Radioknappar

source: Dropdown
de_de: Aufklappliste
pl_pl: Rozwijane menu
sv_se: Rullgardinsmeny

source: Custom Amount
de_de: Freier Betrag
pl_pl: Własna kwota
sv_se: Anpassat Belopp

source: Do you want the user to be able to input their own donation amount?
de_de: Möchten Sie, dass der Benutzer einen eigenen Spendenbeitrag eingeben kann?
pl_pl: Czy chcesz, aby użytkownik mógł wprowadzać własną kwotę darowizny?
sv_se: Vill du att användaren skall kunna skriva in sitt eget donationsbelopp?

source: Yes
de_de: Ja
pl_pl: Tak
sv_se: Ja

source: No
de_de: Nein
pl_pl: Nie
sv_se: Nej

source: Custom Amount Text
de_de: Freier Betrag Text
pl_pl: Tekst dla Własnej kwoty
sv_se: Text För Valfritt Belopp

source: This text appears as a label next to the custom amount field for single level forms. For multi-level forms the text will appear as it's own level (ie button, radio, or select option). Add your own message or leave this field blank to prevent it from displaying within your form.
de_de: Dieser Text erscheint als Beschriftung neben der freien Betragseingabe für einstufige Formulare. Für mehrstufige Formulare wird der Text als eigene Stufe (z.B. Schaltfläche, Umschalter oder Auswahloption) dargestellt. Fügen Sie Ihre eigene Nachricht hinzu oder lassen Sie das Feld leer um eine Anzeige in Ihrem Formular zu unterdrücken.
pl_pl: Ten tekst pojawia się jako opis pola do wpisywania własnej kwoty na formularzach z pojedynczym poziomem. Dla wielopoziomowych formularzy tekst ten pojawi się jako oddzielny poziom (np. guzik, radio, rozwijana opcja). Dodaj własną wiadomość lub pozostaw puste aby nie wyświetlać w formularzu.
sv_se: Denna text används som etikett bredvid fältet för anpassat belopp på singelnivåformulär. På multinivåformulär används texten istället som en egen nivå (m.a.o. knapp, radioknapp, eller menyalternativ). Ange ett eget meddelande eller lämna detta fält blankt för att ej visa det i dina formulär.

source: Give a Custom Amount
de_de: Gib einen freien Betrag
pl_pl: Wpisz własną kwotę
sv_se: Ge ett Valfritt Belopp

source: Set Goal?
de_de: Spendenziel festlegen?
pl_pl: Ustawić Cel?
sv_se: Sätt Mål?

source: Do you want to set a donation goal for this form?
de_de: Möchten Sie ein Spendenziel für dieses Formular setzen?
pl_pl: Czy chcesz ustawić cel dotacji w tym formularzu?
sv_se: Vill du ange ett donationsmål för detta formulär?

source: Set Goal
de_de: Setze Spendenziel
pl_pl: Ustaw Cel
sv_se: Sätt Mål

source: This is the goal you want to achieve for this form.
de_de: Das ist das Spendenziel, welches Sie mit diesem Formular erreichen wollen.
pl_pl: To jest kwota jaką chcesz uzbierać przy użyciu tego formularza.
sv_se: Detta är det mål du vill uppnå med detta formulär.

source: Goal Progress Bar Color
de_de: Farbe für Fortschrittsbalken des Spendeziels
pl_pl: Kolor paska postępu
sv_se: Måluppfyllnadsindikatorns Färg

source: Form Content
de_de: Formular Text
pl_pl: Zawartość Formularza
sv_se: Formulärinnehåll

source: Display Content
de_de: Zeige Text
pl_pl: Wyświetl treść
sv_se: Visa Innehåll

source: Do you want to display content? If you select "Yes" a WYSIWYG editor will appear which you will be able to enter content to display above or below the form.
de_de: Möchten Sie weiteren Text anzeigen? Wenn Sie "Ja" auswählen wird ein WYSIWYG Editorfeld erscheinen, in welches Sie den Text eingeben können, der ober- oder unterhalb der Formularfelder angezeigt wird.
pl_pl: Czy chcesz wyświetlić zawartość? Jeśli wybierzesz "Tak" pojawi się edytor WYSIWYG dzięki któremu będziesz mógł dodać treść do wyświetlenia powyżej lub poniżej formularza.
sv_se: Vill du visa innehåll? Om du väljer "Ja" så kommer en texteditor att visas där du kan ange innehåll som skall visas ovanför eller under formuläret.

source: No content
de_de: Kein Text
pl_pl: Brak treści
sv_se: Inget innehåll

source: Yes, display content ABOVE the form fields
de_de: Ja, zeige Text OBERHALB der Formular Felder
pl_pl: Tak, wyświetl treść POWYŻEJ formularza
sv_se: Ja, visa innehåll OVANFÖR formulärfälten

source: Yes, display content BELOW the form fields
de_de: Ja, zeige Text UNTERHALB der Formular Felder
pl_pl: Tak, wyświetl treść PONIŻEJ formularza
sv_se: Ja, visa innehåll NEDANFÖR formulärfälten

source: Content
de_de: Text
pl_pl: Treść
sv_se: Innehåll

source: This content will display on the single give form page.
de_de: Der Inhalt wird auf der Give Formular Einzelseite angezeigt
pl_pl: Ta treść zostanie wyświetlona na stronie formularza
sv_se: Detta innehåll kommer att visas på Give-formulärets singelvysida.

source: Form Display Options
de_de: Formular Anzeigeoptionen
pl_pl: Opcje wyświetlania
sv_se: Formulärvisningsalternativ

source: Payment Fields
de_de: Zahlungsfelder
pl_pl: Pola płatności
sv_se: Betalningsfält
