Repository: impress-org/givewp
Catalog: languages/give-*.po
Languages: de_de, pl_pl, sv_se

source: How would you like to display payment information for this form? The "Show on Page" option will display the entire form when the page loads. "Reveal Upon Click" places a button below the donation fields and upon clicks slides into view the rest of the fields. "Modal Window Upon Click" is a similar option, rather than sliding into view the fields they will open in a shadow box or "modal" window.
de_de: Wie möchten Sie die Zahlungsinformation für dieses Formular anzeigen? Bei der "Zeige auf der Seite" Option wird das gesamte Formular angezeigt, wenn die Seite geladen wird. "Einblenden nach Klick" platziert eine Schaltfläche unterhalb des Spendenfeldes und blendet nach einem Klick den Rest des Formulars ein. "Überlagerndes Fenster nach Klick" ist eine ähnliche Option, aber statt den Rest des Formulars einzublenden, werden die Felder in einem überlagerndem Fenster über der Seite angezeigt.
pl_pl: Jak chcesz wyświetlać informacje o płatności w tym formularzu? Opcja "Pokaż na stronie" wyświetli cały formularz gdy strona się załaduje. "Pokaż po kliknięciu" ustawia guzik poniżej pól dotacji i po kliknięciu rozwija się widok pozostałych pól. "Okno Modalne po kliknięciu" jest podobną opcją, ale zamiast rozwijać pola otworzy "modalne" wyskakujące okienko.
sv_se: Hur vill du att betalningsinformationen skall visas i detta formulär? Alternativet "Visa på Sida" kommer att visa hela formuläret när sidan laddas. Alternativet "Visa Vid Klick" placerar en knapp nedanför donatitonsfälten och när den klickas glider de övriga fälten in. "Modalt Fönster Vid Klick" är ett liknande alternativ, men istället för att glida in så visas de övriga fälten i ett modalt fönster.

source: Show on Page
de_de: Zeige auf Seite
pl_pl: Pokaż na stronie
sv_se: Visa på Sida

source: Reveal Upon Click
de_de: Einblenden nach Klick
pl_pl: Pokaż po kliknięciu
sv_se: Visa Vid Klick

source: Modal Window Upon Click
de_de: Überlagerndes Fenster nach Klick
pl_pl: Modalne okno po kliknięciu
sv_se: Modalt Fönster Vid Klick

source: Reveal / Modal Open Text
de_de: Einblenden / Überlagern Text
pl_pl: Tekst do otwarcia modalnego okna
sv_se: Visa / Modal Öppna Text

source: The button label for completing the donation.
de_de: Die Beschriftung der Schaltfläche um die Spende abzuschließen.
pl_pl: Etykieta przycisku po ukończeniu dotacji.
sv_se: Knapptext för att slutföra donationen.

source: Donate Now
de_de: Spende jetzt
pl_pl: Wpłać teraz
sv_se: Donera Nu

source: Complete Donation Text
de_de: Text Spende abschließen
pl_pl: Tekst wpłaty dotacji
sv_se: Fullständig Donationstext

source: The button label for completing a donation.
de_de: Die Beschriftung der Schaltfläche um eine Spende abzuschließen
pl_pl: Etykieta guzika aby zrobić transakcję
sv_se: Knapptext för att slutföra en donation.

source: Default Gateway
de_de: Standard Gateway
pl_pl: Domyślna brama płatności
sv_se: Standard Nätsluss

source: By default, the gateway for this form will inherit the global default gateway (set under Give > Settings > Payment Gateways). This option allows you to customize the default gateway for this form only.
de_de: Standardmäßig verwendet dieses Formular das zentral festgelegte Gateway (einzustellen unter Give > Einstellungen > Zahlungs Gateways). Mit dieser Option können Sie das Gateway für dieses Formular anpassen.
pl_pl: Domyślnie będzie ustawiona brama z ustawień globalnych (ustaw ją w Give>Ustawienia>Bramy płatności). Opcja ta pozwala na dostosowanie domyślnej bramy płatniczej tylko dla tego formularza.
sv_se: Som standard så ärver detta formulär den globala standardnätslussen (som är angiven under Give > Inställningar > Betalningsnätslussar). Detta alternativ låter dig ange en standardnätsluss endast för detta formulär.

source: Disable Guest Donations
de_de: Deaktiviere Spenden für Gäste
pl_pl: Wyłącz Dotacje dla Gości
sv_se: Deaktivera Gästdonationer

source: Do you want to require users be logged-in to make donations?
de_de: Möchten Sie, dass der Nutzer angemeldet sein muss, um eine Spende zu tätigen?
pl_pl: Czy chcesz by użytkownicy najpierw się zalogowali by dokonać płatności?
sv_se: Vill du att endast inloggade användare skall kunna donera?

source: Register / Login Form
de_de: Registrier / Anmelde Formular
pl_pl: Rejestracja/Logowanie
sv_se: Registrerings- / Inloggningsformulär

source: Display the registration and login forms in the checkout section for non-logged-in users. Note: this option will not require users to register or log in prior to completing a donation. It simply determines whether the login and/or registration form are displayed on the checkout page.
de_de: Zeige das Registrierungs- und Anmeldeformular im Kassenbereich für nicht anmeldete Benutzer. Hinweis: Diese Einstellung wird den Benutzer nicht dazu zwingen, sich zu registrieren oder anzumelden bevor eine Spende abgesandt wird. Es bestimmt lediglich, ob das Registrierungs- und Anmeldeformular auf der Kassenseite angezeigt wird.
pl_pl: Wyświetla rejestrację i formularz logowania zanim dokonana zostanie płatność wszystkim nie zalogowanym użytkownikom. Uwaga: opcja ta nie wymaga od użytkowników rejestracji lub zalogowania się aby dokonać płatności. Po prostu sprawdza czy użytkownik jest zalogowany i jeśli nie jest wyświetla formularz do logowania/rejestracji.
sv_se: Visa registrerings- och inloggningsformulären i utcheckningssektionen för icke-inloggade användare. Notera: detta alternativ kommer ej att kräva att användare registrerar sig eller loggar in innan donationen slutförs. Det avgör endast om inloggnings- och/eller registreringsformulären visas på utcheckningssidan.

source: Registration and Login Forms
de_de: Registriert und Anmelde Formulare
pl_pl: Formularze rejestracji i logowania
sv_se: Registrerings- och Inloggninsformulär

source: Registration Form Only
de_de: Nur Registrierungsformular
pl_pl: Tylko formularz rejestracyjny
sv_se: Endast Registreringsformulär

source: Login Form Only
de_de: Nur Anmeldeformular
pl_pl: Tylko formularz logowania
sv_se: Endast Inloggningsformulär

source: None
de_de: Keine
pl_pl: Brak
sv_se: Inget

source: Terms and Conditions
de_de: Benutzungs- und Geschäftsbedingungen
pl_pl: Warunki i postanowienia
sv_se: Användarvillkor

source: Do you want to require the user to agree to terms and conditions prior to being able to complete their donation?
de_de: Möchten Sie, dass der Nutzer den Benutzungs- und Geschäftsbedingungen zustimmen muss, bevor er die Spende abschließen kann?
pl_pl: Czy chcesz wymagać od użytkownika by się zgodził z Warunkami i Postanowieniami zanim zakończy dotację?
sv_se: Vill du att det skall krävas att användaren accepterar användarvillkoren innan denne kan genomföra sin donation?

source: Agree to Terms Label
de_de: Benutzungsbedingungen akzeptiert Beschriftung
pl_pl: Zgadzam się na Warunki i Postanowienia
sv_se: Etikett för Acceptera Villkor

source: The label shown next to the agree to terms check box. Add your own to customize or leave blank to use the default text placeholder.
de_de: Die Beschriftung, die neben der Benutzungsbedingungen akzeptiert Checkbox angezeigt wird. Geben Sie Ihren eigenen Text an oder lassen Sie diese leer, um den Standard Text zu verwenden.
pl_pl: Etykieta pokazująca się obok guzika zgody na warunki. Dodaj własną lub pozostaw puste by użyć domyślnych ustawień.
sv_se: Etikett som visas bredvid kryssrutan för godkännande av användarvillkor. Ange din egen text eller lämna tomt för att använda den förvalda textplatshållaren.

source: Agree to Terms?
de_de: Benutzungsbedingungen akzeptiert?
pl_pl: Zgadzasz się z Warunkami i Postanowieniami?
sv_se: Acceptera Villkoren?

source: Agreement Text
de_de: AGB Text
pl_pl: Tekst umowy
sv_se: Villkorstext

source: This is the actual text which the user will have to agree to in order to make a donation.
de_de: Das ist der eigentliche AGB Text, welchem der Benutzer zustimmen muss, um eine Spende zu machen.
pl_pl: To jest tekst z jakim użytkownik będzie musiał się zgodzić przed dokonaniem dotacji.
sv_se: Detta är den faktiska text som användaren måste godkänna för att kunna göra en donation.

source: Sort
de_de: Sortieren
pl_pl: Sortuj
sv_se: Sortera

source: Give Form Shortcode:
de_de: Give Formular Shortcode:
pl_pl: Dodaj skrót Formularza:
sv_se: Kortkod För Give-formulär:

source: Add Donation %s
sv_se: Lägg Till Donation %s

source: Add Donation Form
sv_se: Lägg Till Donationsformulär

source: You must choose a form
sv_se: Du måste välja ett formulär

source: Use the form below to insert the shortcode for a %s
sv_se: Använd formuläret nedan för att infoga kortkoden för en %s

source: Insert %s
sv_se: Infoga %s

source: You do not have permission to edit this payment record
de_de: Sie haben keine Berechtigung um diesen Zahlungseintrag zu bearbeiten
pl_pl: Nie masz uprawnień do edycji tej płatności
sv_se: Du har ej tillstånd att redigera denna betalningspost

source: Error Updating Payment
de_de: Aktualisierung der Zahlung fehlgeschlagen
pl_pl: Błąd aktualizacji płatności
sv_se: Fel Vid Uppdatering Av Betalning

source: New Customers require a name and email address
de_de: Neue Kunden erfordern einen Namen und eine Email-Adresse
pl_pl: Wymagany jest adres email i imię od nowych użytkowników
sv_se: Ny Kund kräver ett namn och en e-postadress

source: Error creating new customer
de_de: Anlage neue Kunde fehlgeschlagen
pl_pl: Błąd podczas tworzenia nowego klienta
sv_se: Fel vid skapande av ny kund

source: Start Date:
de_de: Startdatum:
pl_pl: Data rozpoczęcia:
sv_se: Startdatum:

source: End Date:
de_de: Enddatum:
pl_pl: Data zakończenia:
sv_se: Slutdatum:

source: Apply
de_de: Anwenden
pl_pl: Zastosuj
sv_se: Tillämpa

source: Clear Filter
de_de: Filter löschen
pl_pl: Wyczyść filtr
sv_se: Ta Bort Filter

source: Search
de_de: Suchen
pl_pl: Szukaj
sv_se: Sök

source: All
de_de: Alle
pl_pl: Wszystkie
sv_se: Alla

source: Completed
de_de: Abgeschlossen
pl_pl: Zakończone
sv_se: Genomförda

source: Pending
de_de: Unerledigt
pl_pl: Oczekujące
sv_se: Pågående

source: Refunded
de_de: Zurückerstattet
pl_pl: Zrefundowane
sv_se: Återbetalda

source: Revoked
de_de: Widerrufen
pl_pl: Odwołane
sv_se: Annullerade

source: Failed
de_de: Fehlgeschlagen
pl_pl: Nie udane
sv_se: Misslyckade

source: Abandoned
de_de: Abgebrochene
pl_pl: Opuszczone
sv_se: Oavslutade

source: User
de_de: Benutzer
pl_pl: Użytkownik
sv_se: Användare

source: Details
pl_pl: Szczegóły
sv_se: Detaljer

source: View Donation Details
de_de: Zeige Spendendetails
pl_pl: Zobacz szczegóły Dotacji
sv_se: Visa Donationsdetaljer

source: Resend Donation Receipt
de_de: Versende Spendenquittung erneut
pl_pl: Wyślij ponownie Rachunek
sv_se: Skicka Donationskvitto Igen

source: Delete
de_de: Lösche
pl_pl: Usuń
sv_se: Ta Bort

source: (unknown)
de_de: (unbekannt)
pl_pl: (nieznany)
sv_se: (okänt)

source: guest
de_de: Gast
pl_pl: gość
sv_se: gäst

source: Set To Completed
de_de: Auf Abgeschlossen setzen
pl_pl: Ustaw jako Zakończone
sv_se: Sätt Som Genomförd

source: Set To Pending
de_de: Auf unerledigt setzen
pl_pl: Ustaw jako Oczekujące
sv_se: Sätt Som Pågående

source: Set To Refunded
de_de: Setze auf Zurückerstattet
pl_pl: Ustaw jako Zrefundowane
sv_se: Sätt Som Återbetald

source: Set To Revoked
de_de: Auf Widerrufen setzen
pl_pl: Ustaw jako Odwołane
sv_se: Sätt Som Annullerad

source: Set To Failed
de_de: Auf fehlgeschlagen setzen
pl_pl: Ustaw jako Nie udane
sv_se: Sätt Som Misslyckad

source: Set To Abandoned
de_de: Setze auf Abgebrochen
pl_pl: Ustaw jako Opuszczone
sv_se: Sätt Som Oavslutad

source: Resend Email Receipts
de_de: Email-Quittung erneut senden
pl_pl: Wyślij ponownie Emaile z rachunkiem
sv_se: Skicka E-postkvitton Igen

source: Edit Payment
de_de: Bearbeite Zahlung
pl_pl: Edytuj płatność
sv_se: Redigera Betalning

source: Donation ID not supplied. Please try again
de_de: Spenden ID nicht übermittelt. Bitte erneut versuchen
pl_pl: ID Dotacji nie zostało dodane. Spróbuj ponownie
sv_se: Donations-ID har ej angivits. Var god försök igen

source: The specified ID does not belong to a payment. Please try again
de_de: Die angegebene ID gehört zu keiner Zahlung. Bitte erneut versuchen
pl_pl: Podane ID nie jest przypisane do płatności. Spróbuj ponownie
sv_se: Det angivna ID:t tillhör ej någon betalning. Var god försök igen

source: Payment %s
de_de: Zahlung %s
pl_pl: Płatność %s
sv_se: Betalning %s

source: Update Payment
de_de: Aktualisiere Zahlung
pl_pl: Aktualizuj płatność
sv_se: Uppdatera Betalning

source: Date:
de_de: Datum:
pl_pl: Data:
sv_se: Datum:

source: Time:
de_de: Zeit:
pl_pl: Czas:
sv_se: Tid:

source: Fees
de_de: Gebühren
pl_pl: Opłaty
sv_se: Avgifter

source: Save Payment
de_de: Speichere Zahlung
pl_pl: Zapisz płatność
sv_se: Spara Betalning

source: Resend Receipt
de_de: Quittung erneut senden
pl_pl: Wyślij ponownie rachunek
sv_se: Skicka Kvitto Igen

source: Payment Meta
de_de: Zahlung Meta
pl_pl: Meta płatności
sv_se: Metainformation För Betalning

source: Gateway:
pl_pl: Brama:
sv_se: Nätsluss:

source: Key:
de_de: Schlüssel:
pl_pl: Klucz:
sv_se: Nyckel:

source: Transaction ID:
de_de: Zahlungs-ID:
pl_pl: Identyfikator transakcji:
sv_se: Transaktions-ID:

source: View all donations for this donor
de_de: Zeige alle Spenden für diesen Spender
pl_pl: Pokaż wszystkie dotacje tego darczyńcy
sv_se: Visa alla donationer för denna donator

source: Donation Information
de_de: Spenden Information
pl_pl: Informacje Darowizny
sv_se: Donationsinformation

source: Form ID
de_de: Formular ID
pl_pl: ID formularza
sv_se: Formulär-ID

source: Form Title
de_de: Formular Titel
pl_pl: Tytuł formularza
sv_se: Formulärtitel

source: Date and Time
de_de: Datum und Zeit
pl_pl: Data i czas
sv_se: Datum och Tid

source: Donor Details
de_de: Spender Details
pl_pl: Szczegóły Darczyńcy
sv_se: Donatorns Detaljer

source: View Donor Details
de_de: Zeige Spender Details
pl_pl: Zobacz szczegóły darczyńcy
sv_se: Visa Detaljer för Donator

source: New Donor
de_de: Neuer Spender
pl_pl: Nowy Darczyńca
sv_se: Ny Donator

source: Name:
pl_pl: Imię:
sv_se: Namn:

source: Email:
sv_se: E-post

source: Click "Save Payment" to create new donor
de_de: Klicke "Speichere Zahlung" um einen neuen Spender zu erzeugen
pl_pl: Kliknij na "Zapisz Płatność" by utworzyć nowego darczyńcę
sv_se: Klicka "Spara Betalning" för at skapa en ny donator

source: Billing Address
de_de: Rechnungsadresse
pl_pl: Dane rozliczeniowe
sv_se: Faktureringsadress

source: Street Address Line 1:
de_de: Straße Adresszeile 1:
pl_pl: Ulica Linia 1:
sv_se: Gatuadress Rad 1:

source: Street Address Line 2:
de_de: Straße Adresszeile 2:
pl_pl: Ulica Linia 2:
sv_se: Gatuadress Rad 2:

# Address City
source: City:
de_de: Stadt:
pl_pl: Miasto:
sv_se: Stad:

# Zip / Postal code of address
source: Zip / Postal Code:
de_de: PLZ
pl_pl: Kod pocztowy:
sv_se: Postnummer

# Address country
source: Country:
de_de: Land:
pl_pl: Kraj:
sv_se: Land

source: Select a country
de_de: Wähle ein Land
pl_pl: Wybierz kraj
sv_se: Välj ett land

# State / province of address
source: State / Province:
de_de: Bundesland
pl_pl: Stan/Województwo
sv_se: Stat / Provins:

source: Select a state
de_de: Wähle ein Bundesland
pl_pl: Wybierz województwo
sv_se: Välj en stat

source: Payment Notes
de_de: Zahlungsbemerkungen
pl_pl: Notatki do płatności
sv_se: Betalningsnoteringar

source: No payment notes
de_de: Keine Zahlungsbemerkungen
pl_pl: Brak notatek do płatności
sv_se: Inga betalningsnoteringar

source: Add Note
de_de: Bemerkung hinzufügen
pl_pl: Dodaj notatkę
sv_se: Lägg Till Notering

source: General
de_de: Allgemein
pl_pl: Ogólne
sv_se: Allmänt

source: Payment Gateways
de_de: Zahlungs Gateways
pl_pl: Bramki płatności
sv_se: Betalningsnätslussar

source: Display Options
de_de: Anzeigeoptionen
pl_pl: Opcje wyświetlania
sv_se: Visningsalternativ

source: Emails
pl_pl: E-maile
sv_se: E-postadresser

source: Licenses
de_de: Lizenzen
pl_pl: Licencje
sv_se: Licenser

source: Advanced
de_de: Erweitert
pl_pl: Zaawansowane
sv_se: Avancerat

source: General Settings
de_de: Allgemeine Einstellungen
pl_pl: Ustawienia główne
sv_se: Allmäna Inställningar

source: Success Page
de_de: Erfolgsseite
pl_pl: Strona po udanej płatności
sv_se: Sida För Lyckad Donation

source: This is the page donators are sent to after completing their donations. The <code>[give_receipt]</code> shortcode should be on this page.
de_de: Zu dieser Seite werden Spender nach Abschluss Ihrer Spende weitergeleitet. Der Shortcode <code>[give_receipt]</code> sollte auf dieser Seite sein.
pl_pl: to jest strona jaką zobaczą dawcy po dokonaniu płatności. Powinien się to znaleźć skrót <code>[give_receipt]</code>.
sv_se: Detta är sidan som donatorerna skickas till efter en genomförd donation. Kortkoden <code>[give_receipt]</code> skall finnas på denna sida.

source: Failed Transaction Page
de_de: Seite fehlgeschlagene Zahlungen
pl_pl: Strona po nie udaje płatności
sv_se: Sida För Misslyckad Transaktion

source: This is the page donors are sent to if their transaction is cancelled or fails.
de_de: Das ist die Seite, auf welche Spender gelenkt werden, wenn Ihre Zahlung unterbrochen wird oder fehlschlägt.
pl_pl: Tą stronę zobaczą darczyńcy, których transakcja nie powiodła się lub z niej zrezygnowali.
sv_se: Detta är den sida dit donatorer skickas om deras transaktion avbryts eller misslyckas.

source: Donation History Page
de_de: Spendenverlaufsseite
pl_pl: Strona Historii Dotacji
sv_se: Sida För Donationshistoria

source: This page shows a complete donation history for the current user. The <code>[donation_history]</code> shortcode should be on this page.
de_de: Diese Seite zeigt den vollständigen Spendenverlauf für den aktuellen Benutzer. Der <code>[donation_history]</code> Shortcode sollte auf dieser Seite sein.
pl_pl: Ta strona pokazuje pełną listę dotacji dla danego użytkownika. Powinien się tu znaleźć skrót <code> [donation_history] </code>.
sv_se: Denna sida visar en komplett donationshistoria för den aktuella användaren. <code>[donation_history]</code> kortkoden skall finnas på denna sida.

source: Base Country
de_de: Basis Land
pl_pl: Domyślny kraj
sv_se: Bas-Land

source: Where does your site operate from?
de_de: Von wo arbeitet Ihre Seite?
pl_pl: Gdzie jest zlokalizowana twoja strona?
sv_se: Varifrån administreras din webbplats?

source: Currency Settings
de_de: Währungs-Einstellungen
pl_pl: Ustawienia waluty
sv_se: Valutainställningar

source: Currency
de_de: Währung
pl_pl: Waluta
sv_se: Valuta

source: Currency Position
de_de: Währungsposition
pl_pl: Pozycja symbolu waluty
sv_se: Position För Valutasymbol

source: Before - $10
de_de: Davor - $10
pl_pl: Przed - $10
sv_se: Före - $10

source: After - 10$
de_de: Danach - 10$
pl_pl: Po - 10$
sv_se: Efter - 10$

source: Thousands Separator
de_de: Tausender Trennzeichen
pl_pl: Separator tysięcy
sv_se: Tusentalsavgränsare

source: The symbol (typically , or .) to separate thousands
de_de: Das Zeichen (normalerweise , oder .) um die Tausender zu trennen
pl_pl: Symbol (zwykle , lub . ) który będzie oddzielał tysiące
sv_se: Symbolen som används (vanligen , eller .) för att avgränsa tusental

source: Decimal Separator
de_de: Dezimaltrennzeichen
pl_pl: Separator dziesiętny
sv_se: Decimalavskiljare

source: The symbol (usually , or .) to separate decimal points
de_de: Das Zeichen (normalerweise , oder .) um die ganzen Zahlen abzutrennen
pl_pl: Symbol ( zwykle , lub . ) który będzie oddzielał dziesiątki
sv_se: Symbolen som används (vanligen , eller .) för att avskilja decimaler

source: Gateways Settings
de_de: Gatway-Einstellungen
pl_pl: Ustawienia Bramki płatności
sv_se: Nätslussinställningar

source: Test Mode
de_de: Test Modus
pl_pl: Tryb Testowy
sv_se: Testläge

source: While in test mode no live transactions are processed. To fully use test mode, you must have a sandbox (test) account for the payment gateway you are testing.
de_de: Während des Testmodus werden keine echten Zahlungen verarbeitet. Um den Testmodus vollständig zu nutzen, benötigen Sie auch einen Testzugang für das Zahlungs-Gateway, welches Sie testen.
pl_pl: W trybie testowym transakcje nie są faktycznie dokonywane. Aby dobrze wykorzystać Tryb Testowy musisz mieć konto sandbox (testowe) dla wybranej bramki płatniczej.
sv_se: När du befinner dig i testläge så behandlas inga verkliga transaktioner. För att använda testläget fullt ut så måste du ha ett testkonto (sandbox) för den betalningsnätsluss som du testar.

source: Enabled Gateways
de_de: Aktivierte Gateways
pl_pl: Włączone bramki
sv_se: Aktiverade Nätslussar

source: Choose the payment gateways you would like enabled.
de_de: Wählen Sie die Zahlungs-Gateways, welche Sie aktivieren möchten.
pl_pl: Wybierz bramki płatnicze jakie chcesz włączyć.
sv_se: Välj de betalningsnätslussar du vill skall vara aktiverade.

source: This is the gateway that will be selected by default.
de_de: Dieses ist das Gateway, welches als Standard ausgewählt wird.
pl_pl: To jest brama płatnicza która będzie ustawiona jako domyślna.
sv_se: Detta är den nätsluss som kommer att väljas som standard.

source: PayPal Email
pl_pl: E-mail PayPal
sv_se: PayPal E-post

source: Enter your PayPal account's email
de_de: Geben Sie Ihre PayPal-Konto Email an.
pl_pl: Wpisz email swojego konta PayPal
sv_se: Ange ditt PayPal-kontos e-postadress

source: PayPal Page Style
de_de: PayPal Seitenstil
pl_pl: Styl Strony Paypal
sv_se: PayPal Sidstil

source: Enter the name of the page style to use, or leave blank to use the default
de_de: Geben Sie den Namen des Seitenstils ein, der verwendet werden soll. Oder lassen Sie es leer, um den Standard zu nutzen
pl_pl: Wpisz nazwę stylu strony do użycia lub pozostaw puste by użyć domyślną
sv_se: Ange namnet på den sidstil du vill använda, eller lämna tomt för standard

source: Nonprofits must verify their status to withdraw donations they receive via PayPal. PayPal users that are not verified nonprofits must demonstrate how their donations will be used, once they raise more than $10,000. By default, Give transactions are sent to PayPal as donations. You may change the transaction type using this option if you feel you may not meet PayPal's donation requirements.
de_de: Gemeinnützige Organisationen müssen Ihren Status nachweisen, um Spenden abzurufen, welche Sie über PayPal erhalten haben. PayPal Benutzer, welche keine bestätigte Gemeinnützige Organisation sind, müssen nachweisen wie Ihre Spenden verwendet werden, wenn Sie mehr als $10.000 eingesammelt haben. Standardmäßig werden Give Zahlungen bei PayPal als Spende verbucht. Wenn Sie denken, dass Sie nicht die Spendenanforderungen von PayPal erfüllen, können Sie den Zahlungstyp hier ändern.
pl_pl: Organizacje non profit muszą zweryfikować swój status aby wybrać dotacje jakie otrzymają na PayPal. Użytkownicy PayPal którzy nie są zweryfikowani jako nonprofit muszą przedstawić w jaki sposób dotacje zostaną użyte gdy osiągną sumę wpłat wyższą niż $10,000. Domyślnie transakcje Give wysyłane są jako dotacje. Możesz zmienić typ transakcji używając tej opcji jeśli obawiasz się, że nie jesteś w stanie sprostać wymaganiom PayPal.
sv_se: Ideella organisationer måste verifiera sin status för att kunna ta ut donationer som tas emot via PayPal. PayPay-användare som ej är verifierade som ideella organisationer måste, när mer än $10,000 samlats in, kunna visa hur donationerna skall användas. Give:s transaktioner skickas som donationer till PayPal som standard. Du kan ändra typ av transaktion med detta alternativ om du inte känner att du uppnår PayPals krav för donationer.

source: Standard Transaction
de_de: Standard-Zahlung
pl_pl: Standardowa Transakcja
sv_se: Standardtransaktion

source: Disable PayPal IPN Verification
de_de: Deaktiviere PayPal IPN Bestätigung
pl_pl: Wyłacz weryfikację PayPal IPN
sv_se: Deaktivera PayPal:s IPN-verifiering
